let database = {
    "logo": [ //логотип
        // A логотип
        "Abadal", //0
        "Abarth", //1
        "Abbott-Detroit", //2
        "ABT Sportsline", //3
        "AC Cars", //4
        "Acura", //5
        "Agrale", //6
        "Aiways", //7
        "Aixam", //8
        "Alfa Romeo", //9
        "Alpina", //10
        "Alpine", //11
        "Alta", //12
        "Alvis", //13
        "American Motors", //14
        "Mercedes-AMG", //15
        "Apollo", //16
        "Arash", //17
        "Ariel", //18
        "ARO", //19
        "Arrinera", //20
        "Arrival", //21
        "Artega", //22
        "Ascari", //23
        "Askam", //24
        "Aston Martin", //25
        "Atalanta Motors", //26
        "Auburn", //27
        "Audi", //28
        "Audi Sport", //29
        "Aurus", //30
        "Austin", //31
        "Autobacs Seven", //32
        "Autobianchi", //33
        "Axon Automotive", //34

        // B логотип
        "BAC", //35
        "BAIC Motor", //36
        "Baltijas Džips", //37
        "Baojun", //38
        "Bentley", //39
        "Berkeley", //40
        "Berliet", //41
        "Bertone", //42
        "BharatBenz", //43
        "Bitter", //44
        "Bizzarrini", //45
        "BMW", //46
        "Borgward", //47
        "Bowler", //48
        "Brabus", //49
        "Brammo", //50
        "Brilliance", //51
        "Bristol Cars", //52
        "Bronto", //53
        "Brooke Cars", //54
        "Bufori", //55
        "Bugatti", //56
        "Buick", //57
        "BYD", //58

        // C логотип
        "Cadillac", //59
        "Caparo", //60
        "Carlsson", //61
        "Caterham", //62
        "Changan", //63
        "Changfeng", //64
        "Chery", //65
        "Chevrolet", //66
        "Chrysler", //67
        "Cisitalia", //68
        "Citroën", //69
        "Cizeta", //70
        "Cole", //71
        "Corre La Licorne", //72
        "Corvette", //73

        // D логотип
        "Dacia", //74
        "Daewoo", //75
        "DAF", //76
        "Daihatsu", //77
        "Daimler", //78
        "Dartz", //79
        "Datsun", //80
        "David Brown", //81
        "De Tomaso", //82
        "Delage", //83
        "DeLorean", //84
        "Detroit Electric", //85
        "Devel Motors", //86
        "Diatto", //87
        "DINA", //88
        "DKW", //89
        "Dodge", //90
        "Dongfeng", //91
        "Donkervoort", //92
        "Drive eO", //93
        "Citroën DS", //94

        // E логотип
        "Eagle", //95
        "EDAG", //96
        "Edsel", //97
        "Eicher", //98
        "Elemental Motor Company", //99
        "Elfin Sportcars", //100
        "Elva", //101
        "Englon", //102
        "ERF Trucks", //103
        "Eterniti Motors", //104
        "Ё-Авто", //105

        // F логотип
        "9ff", //106
        "Facel Vega", //107
        "Faraday Future", //108
        "FAW", //109
        "Ferrari", //110
        "Fiat", //111
        "Fioravanti", //112
        "Fisker", //113
        "Foden Trucks", //114
        "Force Motors", //115
        "Ford", //116
        "Foton", //117
        "Ford Performance Vehicles (FPV)", //118
        "Franklin", //119
        "Freightliner Trucks", //120

        // G логотип
        "GAC Group", //121
        "Gardner Douglas", //122
        "ГАЗ", //123
        "Geely", //124
        "General Motors (GM)", //125
        "Genesis", //126
        "Geo", //127
        "Gilbern", //128
        "Gillet", //129
        "Ginetta", //130
        "GMC", //131
        "Gonow", //132
        "Great Wall", //133
        "Grinnall Cars", //134
        "Nissan GT-R", //135
        "GTA Motor", //136
        "Gumpert", //137

        // H логотип
        "Hafei", //138
        "Haima", //139
        "Haval", //140
        "Hawtai", //141
        "Hennessey", //142
        "Hillman", //143
        "Hindustan Motors", //144
        "Hino", //145
        "Hispano-Suiza", //146
        "Holden", //147
        "Hommell", //148
        "Honda", //149
        "Horch", //150
        "Holden Special Vehicles (HSV)", //151
        "Hudson", //152
        "Hummer", //153
        "Hupmobile", //154
        "Hyundai", //155

        // I логотип
        "IC Bus", //156
        "Infiniti", //157
        "Innocenti", //158
        "Intermeccanica", //159
        "International Harvester", //160
        "International Trucks", //161
        "Iran Khodro", //162
        "Irizar", //163
        "Isdera", //164
        "Iso Rivolta", //165
        "Isuzu", //166
        "Iveco", //167

        // J логотип
        "JAC", //168
        "Jaguar", //169
        "Jawa", //170
        "JBA Motors", //171
        "Jeep", //172
        "Jensen", //173
        "JMC (Jiangling)", //174

        // K логотип
        "Kaiser", //175
        "Karma", //176
        "Keating Supercars", //177
        "Kenworth", //178
        "Kia Motors", //179
        "Koenigsegg", //180
        "KTM", //181

        // L логотип
        "Lada", //182
        "Lagonda", //183
        "Lamborghini", //184
        "Lancia", //185
        "Land Rover", //186
        "Landwind", //187
        "Laraki", //188
        "London EV Company", //189
        "Lexus", //190
        "Leyland", //191
        "Lifan", //192
        "Ligier", //193
        "Lincoln", //194
        "Lister", //195
        "Lloyd", //196
        "Lobini", //197
        "Lotus", //198
        "Lucid Motors", //199
        "Luxgen", //200

        // M логотип
        "BMW M", //201
        "Mack Trucks", //202
        "Mahindra", //203
        "MAN", //204
        "Mansory", //205
        "Marcos", //206
        "Marlin", //207
        "Maserati", //208
        "Mastretta", //209
        "Maxus", //210
        "Maybach", //211
        "МАЗ", //212
        "Mazda", //213
        "Mazzanti Automobili", //214
        "McLaren", //215
        "Melkus", //216
        "Mercedes-Benz", //217
        "Mercury", //218
        "Merkur", //219
        "MG", //220
        "Microcar", //221
        "Mills Extreme Vehicles", //222
        "Mini", //223
        "Mitsubishi", //224
        "Mitsuoka", //225
        "MK Sportscars", //226
        "Monteverdi", //227
        "Morgan", //228
        "Morris", //229
        "Mosler", //230
        "Mustang", //231

        // N логотип
        "Navistar International", //232
        "Nismo", //233
        "Nissan", //234
        "Noble", //235

        // O логотип
        "Oldsmobile", //236
        "Oltcit", //237
        "Opel", //238
        "OSCA", //239

        // P логотип
        "Paccar", //240
        "Pagani", //241
        "Panhard", //242
        "Panoz", //243
        "Pegaso", //244
        "Perodua", //245
        "Peterbilt", //246
        "Peugeot", //247
        "PGO", //248
        "Pierce Arrow", //249
        "Pininfarina", //250
        "Plymouth", //251
        "Polestar", //252
        "Pontiac", //253
        "Porsche", //254
        "Praga", //255
        "Premier", //256
        "Prodrive", //257
        "Proton", //258

        // Q логотип
        "Qoros", //259

        // R логотип
        "Radical Sportscars", //260
        "Ram Trucks", //261
        "Rambler", //262
        "Ranz", //263
        "Renault", //264
        "Renault Samsung", //265
        "Rezvani", //266
        "Riley", //267
        "Rimac", //268
        "Rinspeed", //269
        "Roewe", //270
        "Rolls-Royce", //271
        "Ronart Cars", //272
        "Rossion", //273
        "Rover", //274
        "Ruf", //275

        // S логотип
        "Saab", //276
        "SAIC Motor", //277
        "SAIPA", //278
        "Saleen", //279
        "Saturn", //280
        "Scania", //281
        "Scion", //282
        "SEAT", //283
        "Setra", //284
        "Shelby Mustang", //285
        "Simca", //286
        "Singer", //287
        "Sisu Auto", //288
        "Škoda", //289
        "Smart", //290
        "Soueast", //291
        "Spirra", //292
        "Spyker", //293
        "SRT", //294
        "SsangYong", //295
        "SSC North America", //296
        "Sterling Trucks", //297
        "Studebaker", //298
        "Subaru", //299
        "Suffolk Sportcars", //300
        "Suzuki", //301

        // T логотип
        "Talbot", //302
        "Tata", //303
        "Tatra", //304
        "Tauro Sport Auto", //305
        "TechArt", //306
        "Tesla", //307
        "Thai Rung", //308
        "Toroidion", //309
        "Toyota", //310
        "Toyota Crown", //311
        "Tramontana", //312
        "Trion", //313
        "Triumph", //314
        "Troller", //315
        "TVR", //316

        // U логотип
        "UD Trucks", //317
        "Ultima Sports", //318
        "УАЗ", //319

        // V логотип
        "Vandenbrink", //320
        "Vauxhall", //321
        "Vector Motors", //322
        "Vencer", //323
        "Venturi", //324
        "Venucia", //325
        "Dodge Viper", //326
        "Volkswagen", //327
        "Volvo", //328

        // W логотип
        "W Motors", //329
        "Wanderer", //330
        "Wartburg", //331
        "Western Star", //332
        "Westfield", //333
        "Wiesmann", //334
        "Willys-Overland", //335
        "Wuling", //336

        //X логотип
        "XPeng", //337

        // Y логотип
        "Yulon", //338

        // Z логотип
        "Zarooq Motors", //339
        "Zastava", //340
        "ЗАЗ", //341
        "Zenos Cars", //342
        "Zenvo Automotive", //343
        "Zhongtong Bus", //344
        "ЗИЛ", //345
        "Zinoro", //346
        "Zotye", //347
    ],

    "years": [ //годы сущ
        // A годы сущ
        "1912 - 1923", //0
        "1949 - по сей день", //1
        "1909 - 1919", //2
        "1896 — Auro-Abt <br> 1991 — Abt Sportsline GmbH", //3
        "1901 - по сей день", //4
        "27 марта 1986 - по сей день", //5
        "1962 - по сей день", //6
        "2017 - по сей день", //7
        "1983 - по сей день", //8
        "24 июня 1910 - по сей день", //9
        "1965 - по сей день", //10
        "1955 - по сей день", //11
        "1962 - 1978", //12
        "1919 - 1967", //13
        "1954 - 1988", //14
        "1967 - по сей день", //15
        "2004 - по сей день", //16
        "1999 - 2006", //17
        "1870 - по сей день", //18
        "1957 - 2006", //19
        "2008 - по сей день", //20
        "2015 - по сей день", //21
        "2006 - 2012", //22
        "1995 - 2010", //23
        "1964 - 2015", //24
        "1913 - по сей день", //25
        "2011 - по сей день", //26
        "1900 - 1937", //27
        "16 июля 1909 - по сей день", //28
        "1983 - по сей день", //29
        "2013 - по сей день", //30
        "1905 - 1952", //31
        "1947 - по сей день", //32
        "1955 - 1995", //33
        "2005 - по сей день", //34

        // B годы сущ
        "2009 - по сей день", //35
        "2010 - по сей день", //36
        "1996 - 2002", //37
        "2010 - по сей день", //38
        "18 января 1919 - по сей день", //39
        "1956 - 1960", //40
        "1899 - 1978", //41
        "1912 - 2014", //42
        "17 февраля 2011 - по сей день", //43
        "1971 - по сей день", //44
        "1964 - 1969", //45
        "7 марта 1916 - по сей день", //46
        "1929 - 1961", //47
        "1985 - по сей день", //48
        "1977 - по сей день", //49
        "2002 - 2017", //50
        "1992 - по сей день", //51
        "1945 - по сей день", //52
        "1993 - 2012", //53
        "2002 - по сей день", //54
        "1986 - по сей день", //55
        "1909 - по сей день", //56
        "1899 (Buick Auto-Vim and Power Company)<br> 1903 (Buick Motor Company) - по сей день", //57
        "1995 - по сей день", //58

        // C годы сущ
        "1902 - по сей день", //59
        "2006 - по сей день", //60
        "1989 - по сей день", //61
        "1963 - по сей день", //62
        "1862 - по сей день", //63
        "1950 - по сей день", //64
        "1997 - по сей день", //65
        "3 ноября 1911 - по сей день", //66
        "6 июня 1925 - по сей день", //67
        "1946 - 1963", //68
        "1919 - по сей день", //69
        "1988 - по сей день", //70
        "1909 - 1925", //71
        "1901 - 1949", //72
        "1953 - по сей день", //73

        // D годы сущ
        "1966 - по сей день", //74
        "1982 - 2002", //75
        "1933 - по сей день", //76
        "1907 - по сей день", //77
        undefined, //78
        undefined, //79
        "1931 - 1986 и перезапущен 2013 - по сей день", //80
        "2013 - по сей день", //81
        "1959 - по сей день", //82
        "1905 - 1953", //83
        undefined, //84
        "1907 - 1939 и перезапущен 2008 - по сей день", //85
        "2013 - по сей день", //86
        undefined, //87
        "1951 - по сей день", //88
        undefined, //89
        "1900 - по сей день", //90
        undefined, //91
        undefined, //92
        "2011 - по сей день", //93
        undefined, //94

        // E годы сущ
        "1988 - 1999", //95
        "1969 - по сей день", //96
        "1957 - 1960", //97
        "1948 - по сей день", //98
        "2012 - по сей день", //99
        "1957 - по сей день", //100
        "1955 - по сей день", //101
        undefined, //102
        "1933 - 2007", //103
        "2010 - 2014", //104
        "Проект так и не был реализован", //105

        // F годы сущ
        "2001 - по сей день", //106
        undefined, //107
        undefined, //108
        "1953 - по сей день", //109
        "1947 - по сей день", //110
        undefined, //111
        "1987 - по сей день", //112
        undefined, //113
        undefined, //114
        undefined, //115
        "16 июня 1903 - по сей день", //116
        undefined, //117
        undefined, //118
        "1902 - 1934", //119
        undefined, //120

        // G годы сущ
        undefined, //121
        "1990 - по сей день", //122
        "1932 - по сей день", //123
        undefined, //124
        "1908 - по сей день", //125
        undefined, //126
        undefined, //127
        undefined, //128
        "1992 - по сей день", //129
        undefined, //130
        undefined, //131
        "2003 - по сей день", //132
        undefined, //133
        undefined, //134
        undefined, //135
        undefined, //136
        "2005 - по сей день", //137

        // H годы сущ
        undefined, //138
        undefined, //139
        undefined, //140
        undefined, //141
        undefined, //142
        "1907 - 1931", //143
        undefined, //144
        "1942 - по сей день", //145
        undefined, //146
        undefined, //147
        undefined, //148
        "1948 - по сей день", //149
        undefined, //150
        undefined, //151
        undefined, //152
        undefined, //153
        "1909 - 1940", //154
        "29 декабря 1967 года - по сей день", //155

        // I годы сущ
        "2002 - по сей день", //156
        undefined, //157
        "1947 - 1997", //158
        undefined, //159
        "1902 - по сей день", //160
        undefined, //161
        undefined, //162
        undefined, //163
        "1969 - по сей день", //164
        "1953 - 1974", //165
        undefined, //166
        undefined, //167

        // J годы сущ
        "1964 - по сей день", //168
        undefined, //169
        undefined, //170
        undefined, //171
        "1941 - по сей день", //172
        "1934 - 1976", //173
        "1968 - по сей день", //174

        // K годы сущ
        "1945 - 1953", //175
        undefined, //176
        undefined, //177
        undefined, //178
        "1944 - по сей день", //179
        undefined, //180
        undefined, //181

        // L годы сущ
        "1966 - по сей день", //182
        "1906 - 1947", //183
        "30 октября 1963 - по сей день", //184
        "1906 - по сей день", //185
        "1999 - по сей день", //186
        undefined, //187
        undefined, //188
        "2013 - по сей день", //189
        undefined, //190
        "1896 - 1968", //191
        "1992 - по сей день", //192
        undefined, //193
        "1917 - по сей день", //194
        undefined, //195
        undefined, //196
        "1999 - по сей день", //197
        "1952 - по сей день", //198
        "2007 - по сей день", //199
        "2009 - по сей день", //200

        // M годы сущ
        undefined, //201
        undefined, //202
        undefined, //203
        undefined, //204
        undefined, //205
        undefined, //206
        "1979 - по сей день", //207
        "1 декабря 1914 - по сей день", //208
        "1987 - по сей день", //209
        undefined, //210
        undefined, //211
        "16 июля 1944 - по сей день", //212
        "2002 - по сей день", //213
        undefined, //214
        undefined, //215
        "1959 - по сей день", //216
        "1926 - по сей день", //217
        undefined, //218
        undefined, //219
        undefined, //220
        undefined, //221
        undefined, //222
        "1959 - по сей день", //223
        "1870 - по сей день", //224
        "1968 - по сей день", //225
        undefined, //226
        "1967 - 1984", //227
        "1910 - по сей день", //228
        "1919 - 1984", //229
        "1985 - 2013", //230
        "1964 - по сей день", //231

        // N годы сущ
        "1993 (Navistar International Corporation)\n1902 (International Harvester Company)\nСуществует по сей день", //232
        "17 сентября 1984 - по сей день", //233
        "26 декабря 1933 - по сей день", //234
        "1999 - по сей день", //235

        // O годы сущ
        undefined, //236
        "1976 - 1991", //237
        "1862 - по сей день", //238
        "1947 - по сей день", //239

        // P годы сущ
        undefined, //240
        undefined, //241
        "1891 - по сей день", //242
        undefined, //243
        "1946 - 1994", //244
        undefined, //245
        undefined, //246
        "1896 - по сей день", //247
        "1985 - по сей день", //248
        "1901 - 1938", //249
        undefined, //250
        "1928 - 2001", //251
        undefined, //252
        "1926 - по сей день", //253
        "1931 - по сей день", //254
        "1907 - по сей день", //255
        "1944 - по сей день", //256
        undefined, //257
        undefined, //258

        // Q годы сущ
        "2007 - по сей день", //259

        // R годы сущ
        undefined, //260
        undefined, //261
        "1900 - 1983", //262
        "2013 - по сей день", //263
        "1899 - по сей день", //264
        undefined, //265
        undefined, //266
        "1896 - 1938", //267
        undefined, //268
        "1979 - по сей день", //269
        undefined, //270
        "1906 - по сей день", //271
        "1984 - по сей день", //272
        undefined, //273
        "1887 - 2005", //274
        undefined, //275

        // S годы сущ
        undefined, //276
        undefined, //277
        undefined, //278
        "1984 - по сей день", //279
        undefined, //280
        "1891 - по сей день", //281
        undefined, //282
        undefined, //283
        undefined, //284
        undefined, //285
        undefined, //286
        "1875 - 1970", //287
        undefined, //288
        "1895 - по сей день", //289
        undefined, //290
        "1995 - по сей день", //291
        undefined, //292
        undefined, //293
        "2002 - 2014", //294
        undefined, //295
        undefined, //296
        "1906 - 2008", //297
        undefined, //298
        undefined, //299
        "1990 - по сей день", //300
        "1909 - по сей день", //301

        // T годы сущ
        undefined, //302
        undefined, //303
        "1850 - по сей день", //304
        "2010 - по сей день", //305
        undefined, //306
        "2003 - по сей день", //307
        "1967 - по сей день", //308
        "2015 - по сей день", //309
        "1937 - по сей день", //310
        "1955 - по сей день", //311
        "2007 - по сей день", //312
        undefined, //313
        undefined, //314
        undefined, //315
        "1947 - по сей день", //316

        // U годы сущ
        "1 декабря 1935 - по сей день", //317
        "1992 - по сей день", //318
        "1941 - по сей день", //319

        // V годы сущ
        "2006 - по сей день", //320
        "1857 - по сей день", //321
        "1971 - по сей день", //322
        "2010 - по сей день", //323
        "1984 - по сей день", //324
        "2010 - по сей день", //325
        "1992 - по сей день", //326
        "1992 - по сей день", //327
        "1927 - по сей день", //328

        // W годы сущ
        "2012 - по сей день", //329
        "1896 - 1945", //330
        "1955 - 1991", //331
        "1967 - по сей день", //332
        "1982 - по сей день", //333
        "1988 - по сей день", //334
        "1908 - 1963", //335
        "2002 - по сей день", //336

        //X годы сущ
        "2014 - по сей день", //337

        // Y годы сущ
        "1953 - по сей день", //338

        // Z годы сущ
        "2014 - по сей день", //339
        "1953 - по сей день", //340
        "1863 - по сей день", //341
        "2012 - по сей день", //342
        "2004 - по сей день", //343
        "1958 - по сей день", //344
        "1916 - 2013", //345
        "2013 - по сей день", //346
        "2005 - по сей день", //347

    ],

    "founder": [ //основатель
        // A основатель
        undefined, //0
        "Карло Абарт", //1
        "Чарльз Эббот", //2
        "Иоганн Абт", //3
        "Джон Веллер <br> Джон Портвайн", //4
        "Honda Motor Company", //5
        undefined, //6
        "Фу Цянь <br> Гу Фэн", //7
        undefined, //8
        "Никола Ромео <br> Уго Стелла <br> Александр Даррак", //9
        "Бурхард Бовензипен", //10
        "Жан Ределе", //11
        undefined, //12
        "Томас Джордж Джон", //13
        "Джордж Мэйсон", //14
        "Ханс-Вернер Ауфрехт <br> Эрхард Мельхер", //15
        "Роланд Гумперт", //16
        "Араш Фарбоу", //17
        "Симон Сандерс", //18
        undefined, //19
        undefined, //20
        "Денис Свердлов", //21
        "Клаус Дитер Фрерс", //22
        "Клаас Цварт", //23
        undefined, //24
        "Лайонел Мартин <br> Роберт Бамфорд", //25
        "Мартин Корфилд", //26
        "Фрэнк и Моррис Экхарт", //27
        "Август Хорьх", //28
        undefined, //29
        undefined, //30
        undefined, //31
        "Тосио Сумино", //32
        undefined, //33
        undefined, //34

        // B основатель
        "Нил Бриггс <br> Ян Бриггс", //35
        undefined, //36
        undefined, //37
        undefined, //38
        "Уолтер Оуэн Бентли", //39
        undefined, //40
        "Мариус Берлье", //41
        "Джованни Бертоне", //42
        undefined, //43
        "Эрих Биттер", //44
        "Джотто Биззарини", //45
        "Франц Джозеф Попп", //46
        "Карл Боргвард", //47
        "Дрю Боулер", //48
        "Клаус Бракманн<br> Бодо Бушманн", //49
        "Крейг Брамшер", //50
        undefined, //51
        undefined, //52
        undefined, //53
        undefined, //54
        "Братья Хури", //55
        "Этторе Бугатти", //56
        "Дэвид Данбар Бьюик", //57
        "Ван Чуаньфу", //58

        // C основатель
        "Лиланд, Генри<br> Генри Форд", //59
        undefined, //60
        "Рольф Хартге<br> Андреас Хартге", //61
        "Грэм Нэрн", //62
        undefined, //63
        undefined, //64
        undefined, //65
        "Луи Шевроле<br> Уильям Дюрант", //66
        "Уолтер Крайслер", //67
        "Пьеро Дузио", //68
        "Андре Ситроен", //69
        undefined, //70
        "Джозеф Коул", //71
        "Жан-Мари Корре", //72
        undefined, //73

        // D основатель
        "Renault", //74
        "Ким Уджун", //75
        "Хуберт Ван Дорн", //76
        undefined, //77
        undefined, //78
        undefined, //79
        undefined, //80
        undefined, //81
        "Алехандро де Томазо", //82
        "Луи Деляж", //83
        undefined, //84
        undefined, //85
        "Братья Аль-Аттар", //86
        undefined, //87
        "Анри Теодор Пегоцци", //88
        undefined, //89
        "Братья Додж", //90
        undefined, //91
        undefined, //92
        undefined, //93
        undefined, //94

        // E основатель
        undefined, //95
        "Хорст Эккард", //96
        undefined, //97
        undefined, //98
        undefined, //99
        "Гарри Купер", //100
        "Фрэнк Николс", //101
        undefined, //102
        "Эдвин Ричард Фоден", //103
        undefined, //104
        undefined, //105

        // F основатель
        "Ян Фаттхауэр", //106
        undefined, //107
        undefined, //108
        undefined, //109
        "Энцо Феррари", //110
        undefined, //111
        "Леонардо Фиораванти", //112
        undefined, //113
        undefined, //114
        undefined, //115
        "Генри Форд", //116
        undefined, //117
        undefined, //118
        "Герберт Франклин", //119
        undefined, //120

        // G основатель
        undefined, //121
        undefined, //122
        undefined, //123
        undefined, //124
        "Уильям Крапо Дюрант\nЧарльз Стюарт Мотт", //125
        undefined, //126
        undefined, //127
        undefined, //128
        "Тони Жилле", //129
        undefined, //130
        undefined, //131
        undefined, //132
        undefined, //133
        undefined, //134
        undefined, //135
        undefined, //136
        "Роланд Гумперт", //137

        // H основатель
        undefined, //138
        undefined, //139
        undefined, //140
        undefined, //141
        undefined, //142
        "Уильям Хиллман", //143
        undefined, //144
        undefined, //145
        undefined, //146
        undefined, //147
        undefined, //148
        "Соитиро Хонда", //149
        undefined, //150
        undefined, //151
        undefined, //152
        undefined, //153
        undefined, //154
        "Чон Чжу-ён", //155

        // I основатель
        undefined, //156
        undefined, //157
        "Фердинандо Инноченти", //158
        undefined, //159
        undefined, //160
        undefined, //161
        undefined, //162
        undefined, //163
        "Эберхард Шульц", //164
        "Ренцо Ривольта", //165
        undefined, //166
        undefined, //167

        // J основатель
        undefined, //168
        undefined, //169
        undefined, //170
        undefined, //171
        undefined, //172
        "Ричард Дженсен\nАлан Дженсен", //173
        undefined, //174

        // K основатель
        "Генри Кайзер", //175
        undefined, //176
        undefined, //177
        undefined, //178
        undefined, //179
        undefined, //180
        undefined, //181

        // L основатель
        undefined, //182
        "Уилбур Ганн", //183
        "Ферруччо Ламборгини", //184
        "Винченцо Лянча", //185
        undefined, //186
        undefined, //187
        "Абдеслам Лараки", //188
        undefined, //189
        undefined, //190
        undefined, //191
        "Инь Миншань", //192
        undefined, //193
        "Генри Лиланд", //194
        undefined, //195
        undefined, //196
        "Хосе Орландо Лобо\nФабио Биролини", //197
        "Колин Чепмен", //198
        "Сэм Венг и Бернард Це", //199
        undefined, //200

        // M основатель
        undefined, //201
        undefined, //202
        undefined, //203
        undefined, //204
        undefined, //205
        undefined, //206
        "Пол Мурхаус", //207
        "Альфьери Мазерати", //208
        undefined, //209
        undefined, //210
        undefined, //211
        undefined, //212
        "Лука Маззанти", //213
        undefined, //214
        undefined, //215
        "Хайнц Мелкус", //216
        "Карл Бенц\nГотлиб Даймлер", //217
        undefined, //218
        undefined, //219
        undefined, //220
        undefined, //221
        undefined, //222
        "Алек Иссигонис", //223
        "Ивасаки Ятаро", //224
        undefined, //225
        "Мартин Кинан", //226
        "Питер Монтеверди", //227
        "Генри Фредерик\n Стэнли Морган", //228
        undefined, //229
        "Уоррен Мослер", //230
        undefined, //231

        // N основатель
        undefined, //232
        undefined, //233
        "Масудзиро Хасимото", //234
        "Ли Нобл", //235

        // O основатель
        undefined, //236
        undefined, //237
        "Адам Опель", //238
        "Этторе Мазерати\nЭрнесто Мазерати\nБиндо Мазерати", //239

        // P основатель
        undefined, //240
        undefined, //241
        "Рене Панар\nЭмиль Левассор", //242
        undefined, //243
        undefined, //244
        undefined, //245
        undefined, //246
        "Арман Пежо", //247
        "Жиль и Оливье Прево", //248
        "Джордж Пирс", //249
        undefined, //250
        "Уолтер Крайслер", //251
        undefined, //252
        undefined, //253
        "Фердинанд Порше", //254
        undefined, //255
        undefined, //256
        undefined, //257
        undefined, //258

        // Q основатель
        undefined, //259

        // R основатель
        undefined, //260
        undefined, //261
        undefined, //262
        undefined, //263
        "Луи Рено\nМарсель Рено\nФернан Рено", //264
        undefined, //265
        undefined, //266
        undefined, //267
        undefined, //268
        "Франк Риндеркнехт", //269
        undefined, //270
        "Чарльз Роллс\nГенри Ройс", //271
        "Рона Уолстенхолм\nАртур Уолстенхолм", //272
        undefined, //273
        "Джон Старли\nУильям Саттон", //274
        undefined, //275

        // S основатель
        undefined, //276
        undefined, //277
        undefined, //278
        "Стив Салин", //279
        undefined, //280
        "Густав Эриксон", //281
        undefined, //282
        undefined, //283
        undefined, //284
        undefined, //285
        undefined, //286
        "Джордж Сингер", //287
        undefined, //288
        "Вацлав Лаурин\nВацлав Клемент", //289
        undefined, //290
        undefined, //291
        undefined, //292
        undefined, //293
        "Chrysler", //294
        undefined, //295
        undefined, //296
        undefined, //297
        undefined, //298
        undefined, //299
        undefined, //300
        "Митио Судзуки", //301

        // T основатель
        undefined, //302
        undefined, //303
        "Игнац Шустала", //304
        undefined, //305
        undefined, //306
        "Илон Маск\nМартин Эберхард\nДжеффри Брайан Штробель\nМарк Тарпеннинг", //307
        undefined, //308
        undefined, //309
        "Киитиро Тоеда", //310
        undefined, //311
        undefined, //312
        undefined, //313
        undefined, //314
        undefined, //315
        undefined, //316

        // U основатель
        undefined, //317
        "Тед Марлоу\nРичард Марлоу", //318
        undefined, //319

        // V основатель
        "Михиль ван ден Бринк\nРоберт Куманс", //320
        "Александр Уилсон", //321
        "Джеральд Вигерт", //322
        "Роберт Коббен", //323
        "Клод Пуаро\nЖерар Годфрой", //324
        undefined, //325
        undefined, //326
        "«Германский трудовой фронт» (DAF)\nАдольф Гитлер", //327
        "Густав Ларсон\nАссар Габриэльссон", //328

        // W основатель
        "Ральф Деббас\nСари Эль-Халиль", //329
        "Йохан Винкльхофер\nРихард Янике", //330
        undefined, //331
        undefined, //332
        "Крис Смит", //333
        "Мартин Висманн\nФридхельм Висманн", //334
        "Джон Уиллис", //335
        undefined, //336

        //X основатель
        "Хэ Сяопэн\nСя Хэн\nХе Тао", //337

        // Y основатель
        "Чин Лин Йен", //338

        // Z основатель
        undefined, //339
        undefined, //340
        "Советский Союз", //341
        "Ансар Али\nМарк Эдвардс", //342
        "Троэльс Воллертсен", //343
        undefined, //344
        undefined, //345
        undefined, //346
        "Йинь Цзянрен", //347

    ],
    "headquarters": [ //штаб-квартира
        // A штаб-квартира
        "Испания", //0
        "Турин, Италия", //1
        "Детройт, Мичиган, США", //2
        "Кемптен, Германия", //3
        "Темза Диттон, Суррей, Великобритания", //4
        "Минато, Токио, Япония", //5
        "Кашиас-ду-Сул, Бразилия", //6
        "Китай", //7
        "Экс-ле-Бен, Савойя, Франция", //8
        "Турин, Италия", //9
        "Бухлоэ, Германия", //10
        "Дьепп, Франция", //11
        "Афины, Греция", //12
        "Ковентри, Англия, Великобритания", //13
        "Саутфилд, Мичиган, США", //14
        "Аффальтербах, Германия", //15
        "Денкендорф, Бавария, Германия", //16
        "Саффолк, Англия", //17
        "Крюкерн, Великобритания", //18
        "Кымпулунг-Мусчел, Арджеш, Румыния", //19
        "Варшава, Польша", //20
        "Лондон, Англия", //21
        "Делбрюк, Германия", //22
        "Банбери, Великобритания", //23
        "Стамбул, Турция", //24
        "Гейдон, Великобритания", //25
        "Англия, Великобритания", //26
        "Оберн, Индиана, США", //27
        "Ингольштадт, Германия", //28
        "Неккарзульм, Германия", //29
        "Российская Федерация", //30
        "Лонгбридж, Англия", //31
        "Тоесу, Кото, Токио, Япония", //32
        "Милан, Италия", //33
        "Уэллингборо, Англия", //34

        // B штаб-квартира
        "Спик, Ливерпуль, Великобритания", //35
        "Пекин, Китай", //36
        "Рига, Латвия", //37
        "Лючжоу, Гуанси, Китай", //38
        "Кру, Англия, Великобритания", //39
        "Бигглсуэйд, Англия, Великобритания", //40
        "Венисье, Франция", //41
        "Турин, Италия", //42
        "Ченнаи, Индия", //43
        "Швельм, Германия", //44
        "Ливорно, Италия", //45
        "Мюнхен, Бавария, Германия", //46
        "Бремен, Германия", //47
        "Дербишир, Англия", //48
        "Ботроп, Германия", //49
        "Талент, Орегон, США", //50
        "Шэньян, Ляонин, Китай", //51
        "Бристоль, Англия", //52
        "Россия", //53
        "Англия, Великобритания", //54
        "Кепонг, Куала-Лумпур, Малайзия", //55
        "Мольсайм (Мольсем), Гранд-Эст, Франция", //56
        "Детройт, Мичиган, США", //57
        "Шэньчжэнь, Гуандун, Китай", //58

        // C штаб-квартира
        "США: Детройт, Мичиган", //59
        "Ройал-Лемингтон-Спа, Англия", //60
        "Мерциг, Германия", //61
        "Великобритания: Кейтерем, графство Суррей", //62
        "Китай", //63
        "Чанша, Хунань, КНР", //64
        "Уху, Аньхой, Китай", //65
        "США: Детройт, Мичиган", //66  
        "Оберн-Хилс, Мичиган, США", //67
        "Турин, Италия", //68
        "Франция: Париж", //69
        "Фонтан-Вэлли, Калифорния , США", //70
        "Индианаполис, Индиана, США", //71
        "Левалуа-Перре, Франция", //72
        undefined, //73

        // D штаб-квартира
        "Румыния: Миовени", //74
        "Инчхон, Южная Корея", //75
        "Нидерланды: Эйндховен", //76
        "Осака, Япония", //77
        undefined, //78
        "Рига, Латвия", //79
        "Токио, Япония", //80
        "Сильверстоун, Англия", //81
        "Модена, Италия", //82
        "Леваллуа-Перре, Франция", //83
        undefined, //84
        undefined, //85
        "Дубай, ОАЭ", //86
        undefined, //87
        "Сьюдад-Саагун, Идальго, Мексика", //88
        undefined, //89
        "Оберн-Хиллс, Мичиган, США", //90
        undefined, //91
        undefined, //92
        "Латвия", //93
        undefined, //94

        // E штаб-квартира
        "Оберн-Хилс, Мичиган, США", //95
        "Висбаден, Германия", //96
        "Дирборн, Мичиган, США", //97
        "Гургаон, Индия", //98
        "Великобритания", //99
        "Мельбурн, Австралия", //100
        "Бексхилл-он-Си, Англия", //101
        undefined, //102
        "Чешир, Англия", //103
        "Лондон, Великобритания", //104
        "Санкт-Петербург, Россия", //105

        // F штаб-квартира
        "Дортмунд, Германия", //106
        undefined, //107
        undefined, //108
        "Чанчунь, Гирин, Китай", //109
        "Маранелло, Италия", //110
        undefined, //111
        "Турин, Италия", //112
        undefined, //113
        undefined, //114
        undefined, //115
        "Дирборн, Мичиган, США", //116
        undefined, //117
        undefined, //118
        "Сиракузы, Онондага, Нью-Йорк, США", //119
        undefined, //120

        // G штаб-квартира
        undefined, //121
        "Великобритания", //122
        "Нижний Новгород (ранее — Горький), Россия", //123
        undefined, //124
        "Детройт, Мичиган, США", //125
        undefined, //126
        undefined, //127
        undefined, //128
        "Бельгия", //129
        undefined, //130
        undefined, //131
        "Тайчжоу, Чжэцзян, Китай", //132
        undefined, //133
        undefined, //134
        undefined, //135
        undefined, //136
        "Альтенбург, Тюрингия, Германия", //137

        // H штаб-квартира
        undefined, //138
        undefined, //139
        undefined, //140
        undefined, //141
        undefined, //142
        "Райтон-он-Дансмор, Англия, Великобритания", //143
        undefined, //144
        "Хино, Токио, Япония", //145
        undefined, //146
        undefined, //147
        undefined, //148
        "Япония: Минато, Токио", //149
        undefined, //150
        undefined, //151
        undefined, //152
        undefined, //153
        "Детройт, Мичиган, США", //154
        "Сеул, Республика Корея", //155

        // I штаб-квартира
        "Лиль, Иллинойс, США", //156
        undefined, //157
        "Милан, Италия", //158
        undefined, //159
        undefined, //160
        undefined, //161
        undefined, //162
        undefined, //163
        "Хильдесхайм, Нижняя Саксония, Германия", //164
        "Брессо, Италия", //165
        undefined, //166
        undefined, //167

        // J штаб-квартира
        "Хэфэй, Аньхой, КНР", //168
        undefined, //169
        undefined, //170
        undefined, //171
        "Огайо, Толидо, США", //172
        "Вест Бромвич, Великобритания", //173
        "Наньчан, Цзянси, Китай", //174

        // K штаб-квартира
        "Уиллоу Ран, США", //175
        undefined, //176
        undefined, //177
        undefined, //178
        "Сеул, Южная Корея", //179
        undefined, //180
        undefined, //181

        // L штаб-квартира
        "Тольятти, Самарская область, Россия", //182
        "Великобритания", //183
        "Сант-Агата-Болоньезе, Италия", //184
        "Турин, Италия", //185
        undefined, //186
        undefined, //187
        "Марокко", //188
        "Ковентри, Великобритания", //189
        undefined, //190
        "Лейленд, Англия", //191
        "Чунцин, Китай", //192
        undefined, //193
        "Дирборн, Мичиган, США", //194
        undefined, //195
        undefined, //196
        "Бразилия", //197
        "Норфолк, Англия", //198
        "Ньюарк, Калифорния, США", //199
        "Саньи, Мяоли, Тайвань", //200

        // M штаб-квартира
        undefined, //201
        undefined, //202
        undefined, //203
        undefined, //204
        undefined, //205
        undefined, //206
        "Кредитон, Девон, Англия", //207
        "Модена, Италия", //208
        "Мехико , Мексика", //209
        undefined, //210
        undefined, //211
        "Минск, Беларусь", //212
        "Италия", //213
        undefined, //214
        undefined, //215
        "Германия", //216
        "Штутгарт, Германия", //217
        undefined, //218
        undefined, //219
        undefined, //220
        undefined, //221
        undefined, //222
        "Великобритания", //223
        "Япония, Токио", //224
        "Тояма, Япония", //225
        "Великобритания", //226
        "Биннинген, Швейцария", //227
        "Малверн, Вустершир, Англия", //228
        "Лонгбридж, Великобритания", //229
        "Ривьера Бич, Флорида, США", //230
        undefined, //231

        // N штаб-квартира
        "Лиль, Иллинойс, США", //232
        "Токио, Япония", //233
        "Йокогама, Япония", //234
        "Лестер, Англия, Великобритания", //235

        // O штаб-квартира
        undefined, //236
        "Крайова, Румыния", //237
        "Рюссельсхайм, Гессен, Германия", //238
        "Сан-Ладзаро-ди-Савена, Болонья, Италия", //239

        // P штаб-квартира
        undefined, //240
        undefined, //241
        "Париж, Франция", //242
        undefined, //243
        "Барселона, Испания", //244
        undefined, //245
        undefined, //246
        "Париж, Франция", //247
        "Сен-Кристоль-ле-Алес, Франция", //248
        "Буффало, Нью-Йорк, США", //249
        undefined, //250
        "Оберн-Хилс, Мичиган, США", //251
        undefined, //252
        "Детройт, Мичиган, США", //253
        "Штутгарт, Германия", //254
        "Прага, Чехия", //255
        "Мумбаи, Индия", //256
        undefined, //257
        undefined, //258

        // Q штаб-квартира
        "Шанхай, Китай", //259

        // R штаб-квартира
        undefined, //260
        undefined, //261
        "США", //262
        undefined, //263
        "Булонь-Бийанкур, Франция", //264
        undefined, //265
        undefined, //266
        "Ковентри, Англия", //267
        undefined, //268
        "Швейцария", //269
        undefined, //270
        "Гудвуд, Англия, Великобритания", //271
        "Питерборо, Кембриджшир, Англия", //272
        undefined, //273
        "Ковентри, Великобритания", //274
        undefined, //275

        // S штаб-квартира
        undefined, //276
        undefined, //277
        undefined, //278
        "Корона, Калифорния, США", //279
        undefined, //280
        "Седертелье, Швеция", //281
        undefined, //282
        undefined, //283
        undefined, //284
        undefined, //285
        undefined, //286
        "Ковентри, Англия", //287
        undefined, //288
        "Млада-Болеслав, Чехия", //289
        undefined, //290
        "Фучжоу, Фуцзянь, Китай", //291
        undefined, //292
        undefined, //293
        "Детройт, Мичиган, США", //294
        undefined, //295
        undefined, //296
        "Редфорд Чартер Тауншип, Мичиган, США", //297
        undefined, //298
        undefined, //299
        "Вудбридж, Великобритания", //300
        "Хамамацу, Сидзуока, Япония", //301

        // T штаб-квартира
        undefined, //302
        undefined, //303
        "Копршивнице, Моравскосилезский край, Чехия", //304
        "Вальядолид, Испания", //305
        undefined, //306
        "Пало Алто, Калифорния, США", //307
        "Нонг Кхем, Бангкок, Таиланд", //308
        "Расеборг, Финляндия", //309
        "Тойота, Айти, Япония", //310
        undefined, //311
        "Барселона, Испания", //312
        undefined, //313
        undefined, //314
        undefined, //315
        "Блэкпул, Англия, Великобритания", //316

        // U штаб-квартира
        "Агео, Сайтама, Япония", //317
        "Лестершир, Англия", //318
        "Ульяновск, Россия", //319

        // V штаб-квартира
        "Амстердам, Нидерланды", //320
        "Бедфордшир, Англия", //321
        "Уилмингтон, Калифорния, США", //322
        "Фризенфен, Нидерланды", //323
        "Фонвьей, Монако", //324
        "Китай", //325
        "Детройт, Мичиган, США", //326
        "Вольфсбург, Германия", //327
        "Гетеборг", //328

        // W штаб-квартира
        "Дубай, ОАЭ", //329
        "Хемниц, Германия", //330
        "Германия", //331
        "Портленд, Орегон, США", //332
        "Кингсвинфорд, Англия", //333
        "Дюльмен, Германия", //334
        "Толедо, Огайо, США", //335
        "Лючжоу, Гуанси, Китай", //336

        //X штаб-квартира
        "Гуанчжоу, Китай", //337

        // Y штаб-квартира
        "Мяоли, Тайвань", //338

        // Z штаб-квартира
        "Объединенные Арабские Эмираты", //339
        "Сомбор, Сербия", //340
        "Запорожье, Украина", //341
        "Уаймондхэм, Великобритания", //342
        "Престо, Дания", //343
        "Ляочэн, Шаньдун, Китай", //344
        "Москва, Россия", //345
        "Китай", //346
        "Юнкан, Чжэцзян, Китай", //347

    ],
    "owner": [ //владелец
        // A владелец
        undefined, //0
        "Fiat Chrysler Автомобили", //1
        undefined, //2
        undefined, //3
        "ACEDES Holdings", //4
        "Honda", //5
        undefined, //6
        undefined, //7
        undefined, //8
        "Fiat Chrysler Automobiles", //9
        undefined, //10
        "Renault", //11
        undefined, //12
        undefined, //13
        undefined, //14
        undefined, //15
        undefined, //16
        undefined, //17
        undefined, //18
        undefined, //19
        undefined, //20
        undefined, //21
        undefined, //22
        "Клаас Цварт", //23
        undefined, //24
        undefined, //25
        undefined, //26
        undefined, //27
        "Volkswagen", //28
        "Volkswagen", //29
        undefined, //30
        undefined, //31
        undefined, //32
        undefined, //33
        undefined, //34

        // B владелец
        undefined, //35
        undefined, //36
        undefined, //37
        undefined, //38
        undefined, //39
        undefined, //40
        undefined, //41
        undefined, //42
        "Daimler AG", //43
        undefined, //44
        undefined, //45
        undefined, //46
        undefined, //47
        undefined, //48
        undefined, //49
        undefined, //50
        undefined, //51
        "Kamkorp", //52
        undefined, //53
        undefined, //54
        undefined, //55
        undefined, //56
        "General Motors (1908 – Наст. время)", //57
        undefined, //58

        // C владелец
        undefined, //59
        undefined, //60
        undefined, //61
        undefined, //62
        "Volkswagen", //63
        "Guangzhou Automobile Group (GAC)", //64
        undefined, //65
        undefined, //66
        "Fiat Chrysler Automobiles", //67
        undefined, //68
        undefined, //69
        "Клаудио Замполли <br>Джорджио Мородер", //70
        undefined, //71
        undefined, //72
        "Chevrolet", //73

        // D владелец
        "Renault", //74
        "После закрытия права были переданы GM Korea", //75
        undefined, //76
        "Toyota Group", //77
        undefined, //78
        "Леонард Янкелович", //79
        "Nissan", //80
        "Дэвид Браун", //81
        undefined, //82
        undefined, //83
        undefined, //84
        undefined, //85
        undefined, //86
        undefined, //87
        "Grupo Empresarial G, S.A", //88
        undefined, //89
        "Fiat Chrysler Automobiles (Chrysler)", //90
        undefined, //91
        undefined, //92
        undefined, //93
        undefined, //94

        // E владелец
        "Chrysler Corporation (1988-1998)", //95
        "ATON GmbH", //96
        "Ford Motor Company", //97
        "Сиддтхартха Викрам Лал", //98
        undefined, //99
        "Walkinshaw Performance", //100
        undefined, //101
        undefined, //102
        "MAN AG", //103
        undefined, //104
        undefined, //105

        // F владелец
        undefined, //106
        undefined, //107
        undefined, //108
        undefined, //109
        undefined, //110
        undefined, //111
        undefined, //112
        undefined, //113
        undefined, //114
        undefined, //115
        undefined, //116
        undefined, //117
        undefined, //118
        "Герберт Франклин", //119
        undefined, //120

        // G владелец
        undefined, //121
        undefined, //122
        "Группа ГАЗ", //123
        undefined, //124
        undefined, //125
        undefined, //126
        undefined, //127
        undefined, //128
        undefined, //129
        undefined, //130
        undefined, //131
        "GAC Group", //132
        undefined, //133
        undefined, //134
        undefined, //135
        undefined, //136
        undefined, //137

        // H владелец
        undefined, //138
        undefined, //139
        undefined, //140
        undefined, //141
        undefined, //142
        undefined, //143
        undefined, //144
        "Тойота", //145
        undefined, //146
        undefined, //147
        undefined, //148
        undefined, //149
        undefined, //150
        undefined, //151
        undefined, //152
        undefined, //153
        undefined, //154
        undefined, //155

        // I владелец
        "Navistar International", //156
        undefined, //157
        "De Tomaso, Fiat (FCA Italy)", //158
        undefined, //159
        undefined, //160
        undefined, //161
        undefined, //162
        undefined, //163
        undefined, //164
        undefined, //165
        undefined, //166
        undefined, //167

        // J владелец
        undefined, //168
        undefined, //169
        undefined, //170
        undefined, //171
        undefined, //172
        undefined, //173
        undefined, //174

        // K владелец
        undefined, //175
        undefined, //176
        undefined, //177
        undefined, //178
        "Hyundai Motor Group - Hyundai Motor Company (1999-Наст. время)", //179
        undefined, //180
        undefined, //181

        // L владелец
        "АвтоВАЗ", //182
        undefined, //183
        "Volkswagen - Audi", //184
        "Fiat Chrysler Automobiles - FCA Italy", //185
        undefined, //186
        undefined, //187
        "Laraki (Laraki Automobiles S.A.) — марокканская компания, основанная в Касабланке с целью разработки и продажи роскошных высокопроизводительных спортивных автомобилей. Лараки анонсировал два концепт-кара: Fulgura в 2002 и Borac в 2005 году.", //188
        "Zhejiang Geely Holding Group - Geely UK Ltd.", //189
        undefined, //190
        undefined, //191
        undefined, //192
        undefined, //193
        "Ford Motor Company (1922–Наст. время)", //194
        undefined, //195
        undefined, //196
        undefined, //197
        "Zhejiang Geely Holding Group\n Geely (2017–Наст. время)\nProton (1996–2017)\nР. Артиоли/Bugatti (1993–1996)\nGeneral Motors (1986–1993)", //198
        "Lucid Motors (ранее известная как Atieva) — американская автомобильная компания, специализирующаяся на электромобилях. Компания была основана в 2007 году и базируется в Ньюарке, штат Калифорния. Некоторые из 300 сотрудников Lucid ранее работали в Mazda, Tesla Motors и других автомобильных компаниях. Компания финансируется Tsing Capital, Sumitomo, Venrock, LeEco, JAFCO и другими предприятиями, которые предоставили Луцид к 2016 году 131 миллион долларов.", //199
        "Yulon Motor", //200

        // M владелец
        undefined, //201
        undefined, //202
        undefined, //203
        undefined, //204
        undefined, //205
        undefined, //206
        undefined, //207
        "Fiat Chrysler Automobiles, NV", //208
        undefined, //209
        undefined, //210
        undefined, //211
        undefined, //212
        undefined, //213
        undefined, //214
        undefined, //215
        undefined, //216
        "Daimler AG", //217
        undefined, //218
        undefined, //219
        undefined, //220
        undefined, //221
        undefined, //222
        "British Leyland (1968-1986)\nRover Group (1986-1988)\nBritish Aerospace (1988-1994)\nBMW (1994-Наст. время)", //223
        undefined, //224
        undefined, //225
        undefined, //226
        undefined, //227
        "Семья Морган", //228
        "SAIC", //229
        undefined, //230
        "Ford", //231

        // N владелец
        undefined, //232
        "Nissan", //233
        "Renault", //234
        "Питер Дайсон", //235

        // O владелец
        undefined, //236
        undefined, //237
        "General Motors", //238
        undefined, //239

        // P владелец
        undefined, //240
        undefined, //241
        "Renault Trucks Defense", //242
        undefined, //243
        undefined, //244
        undefined, //245
        undefined, //246
        "Groupe PSA", //247
        undefined, //248
        undefined, //249
        undefined, //250
        "Chrysler", //251
        undefined, //252
        "General Motors", //253
        "Volkswagen", //254
        "PRAGA-Export s.r.o.", //255
        undefined, //256
        undefined, //257
        undefined, //258

        // Q владелец
        "Chery Automobile Co., Ltd. (50%)\n Kenon Holdings (50%)", //259

        // R владелец
        undefined, //260
        undefined, //261
        undefined, //262
        "Sichuan FAW Toyota Motor", //263
        undefined, //264
        undefined, //265
        undefined, //266
        undefined, //267
        undefined, //268
        undefined, //269
        undefined, //270
        "BMW", //271
        undefined, //272
        undefined, //273
        "Ford Motor Company", //274
        undefined, //275

        // S владелец
        undefined, //276
        undefined, //277
        undefined, //278
        undefined, //279
        undefined, //280
        "Volkswagen Group", //281
        undefined, //282
        undefined, //283
        undefined, //284
        undefined, //285
        undefined, //286
        undefined, //287
        undefined, //288
        "Volkswagen Group", //289
        undefined, //290
        "China Motor Corporation (25%)\nFujian Motors Group (50%)\nMitsubishi Motors (25%)", //291
        undefined, //292
        undefined, //293
        undefined, //294
        undefined, //295
        undefined, //296
        "Daimler AG (2007-2009)\nDaimlerChrysler (1999-2007)\nDaimler-Benz (1997-1998)\nFord Motor Company (1907-1996)", //297
        undefined, //298
        undefined, //299
        undefined, //300
        undefined, //301

        // T владелец
        undefined, //302
        undefined, //303
        undefined, //304
        undefined, //305
        undefined, //306
        undefined, //307
        undefined, //308
        undefined, //309
        undefined, //310
        undefined, //311
        undefined, //312
        undefined, //313
        undefined, //314
        undefined, //315
        "Синдикат британских бизнесменов", //316

        // U владелец
        "Volvo Group", //317
        undefined, //318
        undefined, //319

        // V владелец
        undefined, //320
        "PSA Peugeot Citroën", //321
        undefined, //322
        undefined, //323
        undefined, //324
        "Dongfeng Motor Co., Ltd.", //325
        undefined, //326
        "Volkswagen Group\nДочерние компании: Audi, Bentley Motors, Bugatti Automobiles, Lamborghini, MAN SE, Porsche, SEAT, Škoda Auto", //327
        "Geely", //328

        // W владелец
        "Ральф Деббас", //329
        undefined, //330
        undefined, //331
        "Daimler Trucks North America", //332
        undefined, //333
        undefined, //334
        undefined, //335
        "SAIC Motor (50.1%)\nGeneral Motors (44%)\nWuling Motors", //336

        //X владелец
        undefined, //337

        // Y владелец
        "Семья Йен\n Дочерние компании: Yulon-Nissan Motor Co Ltd (50%)\nDongfeng Yulon (50%)\nYulon GM (50%)", //338

        // Z владелец
        undefined, //339
        undefined, //340
        "УкрАвто", //341
        undefined, //342
        "Zenvo", //343
        undefined, //344
        undefined, //345
        "BMW Brilliance", //346
        "Zotye Holding Group", //347

    ],
    "review": [ //обзор
        // A обзор
        /*0*/
        "Компания Abadal была испанским автопроизводителем, существовавшим в период с 1912 по 1923 год. Предприятие было названо в честь Франсиско Абадаля. Франсиско Абадаль по кличке Пако жил в Барселоне и был продавцом и автогонщиком. Он создал это предприятие в 1912, а после его закрытия стал агентом General Motors в Испании.",
        /*1*/
        "Abarth & C. S.p.A. — компания-производитель спортивных автомобилей, созданная Карло Абартом в 1949 году. Логотип Абарт представляет собой щит со стилизованным скорпионом на красно-желтом фоне. Abarth & C. S.p.A. полностью принадлежит FCA Italy S.p.A. (ранее известной как Fiat Group Автомобили S.p.A.), которая, в свою очередь, является дочерней компанией Fiat Chrysler Автомобили (ранее — Fiat S.p.A.)",
        /*2*/
        "Автомобильная компания Abbott-Detroit производила американские машины класса люкс. Предприятие работало с 1909 по 1919 год. Автомобили Эббот-Детройт оснащались мощными и надежными силовыми агрегатами Continental. Производство автомобилей осуществлялось в Детройте. В 1916 оно было перенесено в Кливленд, штат Огайо. К этому моменту название марки уже сократилось до простого и лаконичного Abbott.",
        /*3*/
        "ABT Sportsline — компания, специализирующаяся на автоспорте и автотюнинге, расположенная в Кемптене, что в Германии. ABT в основном имеет дело с Audi и брендами, родственными Volkswagen Group: Volkswagen, Škoda и SEAT.",
        /*4*/
        "AC Cars Ltd., ранее известная как Auto Carriers Ltd., является британским производителем автомобилей и одним из старейших независимых автопроизводителей, основанных в Великобритании.",
        /*5*/
        "Acura (Акура) — это бренд японского производителя Хонда, занимающийся производством автомобилей класса люкс. Бренд был запущен в Соединенных Штатах Америки и Канаде в марте 1986 года, представляя автомобили премиум-класса, суперкары и гиперкары.",
        /*6*/
        "Agrale — бразильская производственная компания, специализирующаяся на грузовых автомобилях, автобусах и сельхозтехнике. Кроме того, предприятие известно своими пикапами, в том числе военного и специального назначения.",
        /*7*/
        "Aiways — китайская марка автомобилей, специализирующаяся на электрокарах. Название компании приблизительно можно перевести как «пути искусственного интеллекта». Автомобили Aiways широко представлены на европейском рынке и пользуются особым успехом в Германии.",
        /*8*/
        "Аиксам-Мега – это французский автопроизводитель, базирующийся в Экс-ле-Бен (Франция). Компания была организована после приобретения Arola в 1983 году для создания субкомпактных автомобилей. 11 апреля 2013 года американская Polaris Industries объявила, что она приобрела aixam-Mega.",
        /*9*/
        "Alfa Romeo Автомобили S.p.A. — это итальянский производитель автомобилей, основанный как A.L.F.A. 24 июня 1910 года в Милане. С 1911 года компания принимала участие в гонках. С 1932 по 1986 компания находилась под контролем итальянского государственного предприятия Istituto per la Ricostruzione Industriale, после Альфа Ромео перешла под управление Fiat Group.",
        /*10*/
        "Alpina Burkard Bovensiepen GmbH & Co. KG — это производитель автомобилей из города Бухлоэ (Германия). Компания занимается продажей собственных автомобилей, созданных на базе BMW.",
        /*11*/
        "Alpine — французский производитель гоночных и спортивных автомобилей с двигателями Renault, установленными сзади. Логотип марки представляет собой голубую букву «А».",
        /*12*/
        "Alta была греческим производителем легких и тяжелых трехколесных грузовиков, мотоциклов и легковых автомобилей.",
        /*13*/
        "Alvis Car and Engineering Company Ltd была британской производственной компанией в Ковентри, существовала она с 1919 по 1967 год. Помимо автомобилей, предназначенных для гражданского рынка, компания также производила гоночные автомобили, авиационные двигатели, бронированные автомобили и другие боевые бронированные единицы.",
        /*14*/
        "American Motors Corporation (AMC) был американской автомобильной компанией, образованной в результате слияния предприятий Nash-Kelvinator Corporation и Hudson Motor Car в 1954 году. В то время это было крупнейшее корпоративное слияние в истории США.",
        /*15*/
        "Mercedes-AMG GmbH, часто называемый просто AMG (или Мерседес АМГ) — это бренд компании Mercedes-Benz, специализирующийся на производстве более мощных спортивных автомобилей. AMG самостоятельно нанимает инженеров и производителей и настраивает автомобили Mercedes-Benz AMG. Штаб-квартира Мерседес АМГ находится в Аффальтербахе, Баден-Вюртемберг, Германия.",
        /*16*/
        "Компания Apollo Automobil GmbH (ранее известная как Gumpert Sportwagenmanufaktur GmbH) — немецкий производитель спортивных автомобилей со штаб-квартирой в Денкендорфе.",
        /*17*/
        "Arash Motor Company — небольшой производитель спортивных автомобилей, базирующийся в Ньюмаркете, Саффолк, Англия. Первоначально он был основан Арашем Фарбоу как Farboud Limited в 1999 году и сменил название в 2006 году.",
        /*18*/
        "Компания Ariel Motor Company располагается в Крюкерне (Англия). Модельный ряд включает в себя несколько оригинальных моделей, включая небезызвестный Ariel Atom, невероятно легкий и мощный автомобиль, оснашенный двигателем и коробкой передач Honda Civic Type-R.",
        /*19*/
        "ARO (сокращение от Auto Romania) — румынский производитель внедорожников, расположенный в городе Кымпулунг-Мусчел. Первые автомобили ARO были выпущены в 1957 году, а последние — в 2003 году. В течение короткого времени ARO с двигателями Daihatsu продавались в Испании и производились в Португалии под брендами Hisparo и Portaro соответственно. В Италии ARO на базе Volkswagen были произведены ARO-Ciemme и продавались под брендом ACM. Небольшой объем производства автомобилей ARO возобновился под эгидой чешской компании Auto Max Czech (AMC). Логотипом ARO является синий щит с названием компании.",
        /*20*/
        "Arrinera — польский производитель автомобилей, создавший первый польский суперкар (модель Arrinera Hussarya). Компания была создана в 2008 году при участии Ли Нобла. В 2011 году был готов первый прототип автомобиля.",
        /*21*/
        "Компания Arrival была основана бывшим генеральным директором российской Yota Group Денисом Свердловым в 2015 году. Производитель специализируется на коммерческом транспорте с электрическим двигателем — автобусах и фургонах.",
        /*22*/
        "Artega Automobil Gmbh — немецкая компания, выпускавшая спортивные автомобили в городе Делбрюк. Просуществовала всего шесть лет, с 2006 по 2012 год. Предприятие создало всего одну модель автомобиля под названием Artega GT, но при этом оставило после себя массу различных ноу-хау.",
        /*23*/
        "Ascari Cars Ltd. — английский автопроизводитель, базирующийся в Банбери. Предприятие основано голландским миллионером Клаасом Цвартом. Компания названа в честь Альберто Аскари, который был первым двукратным чемпионом Формулы-1. Цварт также управляет трассой Race Resort Ascari.",
        /*24*/
        "Askam, дочерняя компания Çiftçiler Holding, была производителем грузовых и коммерческих автомобилей в Турции. Askam был основан в 1962 году как совместное предприятие, где Chrysler обладал долей в 60%. Первоначально компания была известна под названием «Chrysler Sanayi». Компания обанкротилась в 2015 году и, по-видимому, навсегда прекратила производство автомобилей.",
        /*25*/
        "ston Martin Lagonda Limited (Астон Мартин) является британским производителем премиальных спорткаров. Компания была основана в 1913 году Лайонелем Мартином и Робертом Бамфордом.",
        /*26*/
        "Atalanta Motors — британская автомобильная компания, созданная в 2011 году Мартином Корфилдом для перезапуска марки Atalanta 1930-х годов, который прекратил производство из-за войны после выпуска всего двух десятков автомобилей. Первоначально было объявлено о возрождении марки в 2012 году. Тогда же был представлен ретро-автомобиль Sports Tourer. Atlanta Motors представила еще один автомобиль на конкурсе Elegance 2014 в Хэмптон-Корт-Палас, но серийные модели еще не представлены. Логотип Аталанта представляет собой симметричную надпись с названием компании, выполненную аккуратным тонким шрифтом.",
        /*27*/
        undefined,
        /*28*/
        "Audi AG, также известная как Ауди, является автопроизводителем из Германии, который занимается проектированием, производством и продажей автомобилей класса люкс. Ауди является дочерней компанией Volkswagen Group с 1966 года. Audi, наряду с BMW и Mercedes-Benz, входит в число самых продаваемых брендов класса люкс в мире.",
        /*29*/
        "Audi Sport — это подразделение Audi, которое специализируется на высокопроизводительных автомобилях. Компания была создана в 1983 году под названием quattro и уже тогда занималась эксклюзивными машинами и запчастями для них. Свое нынешнее название подразделение получило в 2016 году.",
        /*30*/
        "Aurus — семейство российских автомобилей высшего и представительского класса, созданных для сопровождения первых лиц государства и других особо важных персон, подлежащих государственной охране. Аурус позиционируется как «бренд, символичный для России» и «повод для гордости за отечественные разработки, а также новый уровень технологий и качества».",
        /*31*/
        "Austin Motor Company Limited — британский производитель автомобилей, основанный в 1905 году Гербертом Остином. В 1952 году компания была объединена с Morris Motors Limited в новой холдинговой компании British Motor Corporation (BMC) Limited, сохранив свой индивидуальный бренд. Марка Остин использовалась до 1987 года.",
        /*32*/
        "Autobacs Seven Co., Ltd. ( 株式会社オートバックスセブン, Kabushiki-gaisha Ōtobakksu Sebun) — компания, занимающаяся реализацией автомобильных запчастей и аксессуаров. Базируется в Японии. Имеет филиалы в Азии и магазины во Франции. Название компании является аббревиатурой от следующих слов: Appeal, Unique, Tire, Oil, Battery, Accessory, Car audio и Service.",
        /*33*/
        "Autobianchi был итальянским производителем автомобилей, созданным совместно Bianchi, Pirelli и Fiat в 1955 году. Autobianchi была куплена группой Fiat и впоследствии интегрирована в Lancia. Марка сохранилась в Италии до конца производства модели Y10 в 1995 году, но в других странах она была переименована в Lancia уже в 1989 году. Логотип компании представлял собой геометрическую фигуру, в основе которой были треугольные конструкции.",
        /*34*/
        "Axon Automotive — британский производитель автомобилей и запасных частей, базирующийся в городе с труднопроизносимым названием Уэллингборо, Великобритания. Компания ориентирована на инновации в области дизайна и технологий материалов. Axon предлагает решения из легких композитных материалов для основных автомобильных и других крупных областей производства.",

        // B обзор
        /*35*/
        "Briggs Automotive Company (BAC) — британская компания по производству суперкаров, базирующаяся в Спике, Ливерпуль. Компания BAC известна во всем мире благодаря созданию Mono — единственного в мире одноместного суперкара, разрешенного к использованию на дорогах общего пользования. Автомобиль экспортируется в более чем 35 стран мира.",
        /*36*/
        "BAIC Motor Co., Ltd. является дочерней компанией BAIC, которая производит легковые автомобили и микроавтобусы, продаваемые под марками Senova (绅宝) и Weiwang (威 旺) соответственно. Компания Daimler AG приобрела 12% акций BAIC Motor в ноябре 2013 года.",
        /*37*/
        "Логотип компании Baltijas Džips обыгрывал первые буквы названия предприятия и был выполнен в красно-черных цветах. Организация просуществовала с 1996 по 2002 год, производством автомобилей занималась с 1998 года. Главной моделью Baltijas Džips был внедорожник BD-1322 Tantor, разработанный конструктором из Санкт-Петербурга.",
        /*38*/
        "Baojun (упрощенный китайский: 宝 骏; традиционный китайский: 寳 駿; пиньинь: Bǎojùn; буквально: «заветная лошадь») — это китайская автомобильная марка, принадлежащая совместному предприятию General Motors, SAIC Motor и Wuling под названием SAIC-GM-Wuling Automobile.",
        /*39*/
        "Bentley Motors Limited — британская компания, которая проектирует, разрабатывает и производит роскошные автомобили, которые в основном собираются вручную. Это дочерняя компания Volkswagen AG. В настоящее время Bentley Motors Limited базируется в английском городе Кру. Компания была основана Уолтером Оуэном Бентли 18 января 1919 года в Криклвуде, Северный Лондон. В 1998 году предприятие было продано Volkswagen AG. Сделка включала в себя дизайны автомобилей, шильдики, производственные и административные объекты, а также фирменную торговую марку Spirit of Ecstasy, но не права на название или логотип Rolls-Royce, которые принадлежат Rolls-Royce Holdings plc и были лицензированы для BMW AG.",
        /*40*/
        "Компания Berkeley Cars Ltd из Бигглсуэйда, Бедфордшир, Англия, производила экономичные спортивные микроавтомобили с мотоциклетными двигателями мощностью от 322 до 692 куб. см и передним приводом. Деятельность компании пришлась на период между 1956 и 1960 годами. Эмблема Berkeley представляет собой круг с названием компании, пятью звездами и большой буквой «B».",
        /*41*/
        "Berliet был французским производителем автомобилей, автобусов, грузовиков и военной техники, базирующимся в Венисье, неподалеку от Лиона, Франция. Бренд, основанный в 1899 году, за исключением пятилетнего периода с 1944 по 1949 год, когда он был введен в «административный секвестр», находился в частной собственности до 1967 года, а затем стал частью Citroën. После был приобретен Renault в 1974 году и объединен с Saviem в новую компанию Renault Trucks в 1978 году. Марка Berliet окончательно прекратила свое существование в 1980 году.",
        /*42*/
        "Gruppo Bertone, широко известная просто как Bertone, была итальянской автомобильной компанией, которая специализировалась на тюнинге автомобилей и кузовостроении. Существовал особый стиль Bertone: большинство автомобилей имели сильное «семейное сходство», даже если они маркированы разными производителями. Бертоне работали над автомобили Abarth, Alfa Romeo, Aston Martin, Citroën, Ferrari, Fiat, Iso, Lancia, Lamborghini, Mercedes Benz, Opel, Volvo и многими другими. Кроме того, студия Bertone отвечала за два поздних дизайна мотороллера Lambretta. В конце 1980-х годов Бертоне разработал мотоциклетный шлем K20 для швейцарского производителя велосипедных и мотоциклетных шлемов Kiwi.",
        /*43*/
        "BharatBenz является подразделением Daimler India Commercial Vehicles (DICV), которая в свою очередь является дочерней компанией немецкого производителя Daimler AG. Марка известна своим ассортиментом современных грузовых автомобилей и автобусов. Штаб-квартира BharatBenz находится в Орагадаме, Ченнаи, Индия.",
        /*44*/
        "Erich Bitter Automobil GmbH (Bitter) — автомобильная марка премиум-класса, выпускаемая в Германии, а затем в Австрии. Основателем является Эрих Биттер, бывший гонщик, ставший автомобильным тюнером и дизайнером. Биттер начал создавать свои собственные автомобили после того, как прекратились деловые начинания с итальянским производителем Intermeccanica.",
        /*45*/
        "Компания Bizzarrini S.p.A. в 60-е годы являлась итальянским производителем штучных спортивных автомобилей. Предприятие было основано бывшим инженером Alfa Romeo и Ferrari Джотто Биззарини.",
        /*46*/
        "BMW (Bavarian Motor Works) — немецкая марка автомобилей, созданная в 1916 году. Компания также занимается производством автомобилей Mini и Rolls-Royce. Наряду с Audi и Mercedes-Benz БМВ является одним из трех мировых лидеров в сегменте автомобилей класса люкс.",
        /*47*/
        "Borgward group выпускала автомобили под марками Borgward, Hansa, Goliath и Lloyd. Несмотря на то, что Borgward привнёс многие технические инновации в германском автомобилестроении, такие, как пневматическая подвеска и автоматическая коробка передач, компании становилось всё труднее конкурировать с такими крупными производителями, как Opel и VW, постоянно снижавшими цены.",
        /*48*/
        "Bowler Manufacturing — производитель гоночных внедорожников на базе шасси Land Rover Defender и Range Rover. Компания расположена в городе Белпер, Дербишир, Великобритания. Предприятие было основано Дрю Боулером, который первоначально проектировал и производил Bowler Tomcat, а затем начал разработку Bowler Wildcat. В декабре 2007 года Bowler продал права на производство Wildcat компании Qt Services, чтобы оказать поддержку существующим владельцам Wildcat. В то же время Боулер сконцентрировался на выпуске своего нового автомобиля Bowler Nemesis. В конце 2009 года был представлен концепт машины Bowler Nemesis.",
        /*49*/
        "Компания Brabus была основана в 1977 году в Ботропе (Рурская область, Германия). Предприятие специализируется на тюнинге автомобилей Mercedes-Benz, Smart и Maybach. Основали компанию Клаус Бракманн и Бодо Бушманн, название Брабус происходит от первых трех букв их фамилий. Brabus является крупнейшим тюнером Mercedes, если не учитывать Mercedes-AMG, который стал филиалом DaimlerChrysler в 1990-х годах. Логотип компании представляет собой окружность, внутри которой размещена заглавная буква «B».",
        /*50*/
        "Brammo, Inc. — бывший американский производитель электрических тяговых двигателей и тяговых батарей, базирующийся в штате Орегон, США. Brammo также продавал свои собственные мотоциклы и автомобили. Они были представлены на официальном сайте компании и у некоторых дилеров мотоциклов в США, Европе и Азии.",
        /*51*/
        "Brilliance Auto Group (официально — HuaChen Group Auto Holding Co., Ltd.) является китайским производителем автомобилей со штаб-квартирой в Шэньяне. В 2003 году BMW и Brilliance подписали соглашение о производстве седанов под брендом BMW в Китае. Его модели, наряду с «Ауди» от FAW Group и «Мерседесами» от Beijing Benz, являются одними из редких западных автомобилей класса люкс, завоевавших популярность на китайском рынке.",
        /*52*/
        "Bristol Cars — производитель роскошных автомобилей ручной сборки со штаб-квартирой на Кенсингтон Хай Стрит в Лондоне, Англия.",
        /*53*/
        "«Производство специальных автомобилей „Бронто“» («ПСА „Бронто“») — подразделение по производству спецавтомобилей и внедорожников «АвтоВАЗ».",
        /*54*/
        "Brooke Cars Ltd — это британский автопроизводитель, специализирующийся на спорткарах.Компания базируется недалеко от Хонитона, в Девоне. Бренд был создан в 2002 году после покупки прав на автомобили у компании Brooke Kensington.",
        /*55*/
        "Bufori — это марка автомобилей ручной сборки, вдохновленных американскими купе 1930-х годов. Компания принадлежит трем австралийско-ливанским братьям Энтони, Джорджу и Джерри Хури.",
        /*56*/
        "Automobiles Ettore Bugatti — французский производитель высокопроизводительных автомобилей, основанный в 1909 году в тогда еще немецком городе Мольсем, Эльзас, итальянцем Этторе Бугатти. В 1990-х годах итальянский предприниматель возродил его как производителя эксклюзивных спортивных автомобилей ограниченной серии. Сегодня название принадлежит немецкой автомобильной производственной группе Volkswagen. <br>Продана компании Hispano-Suiza (1963) <br>Продана компании Volkswagen Group (июль 1998)",
        /*57*/
        "Buick (официально — Buick Motor Division) является престижным автомобильным брендом американского производителя General Motors (GM). На протяжении большей части своего существования на североамериканском рынке Buick позиционировался как автомобильный бренд премиум-класса, предлагая роскошные автомобили, расположенные по иерархии выше машин «народного» бренда GM Chevrolet, но ниже флагманских роскошных моделей Cadillac.",
        /*58*/
        "BYD Co Ltd — это китайский автопроизводитель, а также компания по производству аккумуляторов, базирующаяся в городе Шэньчжэнь. Предприятие имеет две крупных дочерних компании: BYD Automobile и BYD Electronic.",

        // C обзор
        /*59*/
        "Cadillac — американский производитель автомобилей класса «люкс», принадлежащий General Motors. Автомобили «Кадиллак» продаются более чем в 50 странах и территориях, преимущественно в Северной Америке. «Кадиллак» был основан в 1902 году, его основатель, Генри Лиланд, главный механик и предприниматель, назвал компанию в честь основателя Детройта — Антуана де Ламот-Кадильяка.",
        /*60*/
        "Caparo Vehicle Technologies (CVT), ранее известная как Freestream, является британской компанией, которая работает в области передовых технологий, а также осуществляет разработку материалов и предоставляет дизайнерские услуги для мотоциклетного, автомобильного и аэрокосмического рынков.",
        /*61*/
        "Carlsson Autotechnik — немецкая компания, один из ведущих мировых тюнеров в области стайлинга автомобилей Mercedes-Benz.",
        /*62*/
        "Caterham Cars — британский производитель спортивных автомобилей и автомобильных наборов, базирующийся в Кейтереме (Суррей, Англия).",
        /*63*/
        "Changan Automobile Group — китайская автомобилестроительная компания. Входит в тройку крупнейших производителей пассажирского транспорта в Китае. Входит в число 20 крупнейших производителей государства.",
        /*64*/
        "Предвосхищая процесс слияния с GAC Group в 2012 году, в 2009 юридическое название компании было изменено с Hunan Changfeng Motor Co на GAC Changfeng Motor Co Ltd.",
        /*65*/
        "Chery Automobile Co., Ltd. (или же просто Chery, кит. 奇瑞) является китайским производителем автомобилей со штаб-квартирой в Уху, провинция Аньхой, Китай. Марка была основана правительством Китая в 1997 году и является государственной корпорацией. Основными продуктами Chery являются легковые автомобили, минивэны и внедорожники компания продает легковые автомобили под маркой Chery и коммерческие автомобили под маркой Karry. Chery — десятый по величине автопроизводитель в Китае по состоянию на 2012 год (выпуск — около 590 000 единиц).",
        /*66*/
        "Chevrolet (в США также неофициально Chevy), — марка автомобилей, производимых и реализуемых одноимённым экономически самостоятельным подразделением корпорации General Motors. Chevrolet является самой популярной среди марок концерна GM: в 2007 году было реализовано около 2,6 млн автомобилей",
        /*67*/
        "Chrysler — американская марка автомобилей класса люкс и давняя марка премиум-класса автопроизводителя FCA US LLC.",
        /*68*/
        "Cisitalia была компанией, производившей спортивные и гоночные автомобили. Название Cisitalia получено от названия «Compagnia Industriale Sportiva Italia» (Итальянская спортивно-промышленная компания). Эта компания — бизнес-конгломерат, основанный в Турине в 1946 году и управляемый богатым промышленником и спортсменом Пьеро Дузио. Логотип Cisitalia — синий щит неправильной формы с изображением золотого гербового козла. Модель Cisitalia 202 GT, выпущенная в 1946 году, широко известна в мире как «катящаяся скульптура».",
        /*69*/
        "Изначально производитель недорогих автомобилей массового потребления со сравнительно простым дизайном, Citroën в 1934 году выпустил на рынок революционную и очень успешную модель Traction Avant — один из первых переднеприводных автомобилей массового производства ",
        /*70*/
        "Cizeta Automobili SRL - производитель автомобилей со штаб-квартирой в Модене , Италия , основанный в конце 1980-х годов Клаудио Замполли, итальянским автомобильным инженером, водителем Lamborghini и продюсером Джорджио Мородером .",
        /*71*/
        "Cole Motor Car Company являлся одним из первых американских производителей автомобилей. Логотип Cole Motor Car Company представляет собой аккуратную надпись «Cole», выполненную особым шрифтом. Предприятие существовало с 1909 по 1925 год. Компания базировалась в Индианаполисе и производила автомобили класса люкс. Cole стали в каком-то смысле «пионерами» двигателя V-8.",
        /*72*/
        "Corre La Licorne - французский производитель автомобилей, основанный в 1901 году в Левалуа-Перре , на северо-западной окраине центра Парижа, Жан-Мари Корре. Машины выпускались до 1947 года.",
        /*73*/
        "Chevrolet Corvette — двухместный заднеприводный спортивный автомобиль, выпускаемый под маркой Chevrolet компанией General Motors в США с 1953 года. Автомобиль является первым американским спортивным автомобилем, созданным американским производителем. ",

        // D обзор
        /*74*/
        "Это крупнейшая компания Румынии по размеру выручки и крупнейший экспортер, на долю которого пришлось 8 % от общего объема экспорта страны в 2018 году. На 2019 году компания продала 736 654 легковых и коммерческих автомобилей",
        /*75*/
        "Daewoo Motors — это бывшая южнокорейская марка автомобилей, созданная в 1982 году как часть Daewoo Group. В 2001, столкнувшись с финансовыми трудностями, компания продала большую часть своих активов General Motors, став дочерней компанией американского гиганта, а в 2011 году на смену Дэу пришла GM Korea.",
        /*76*/
        "В 1928 Хуберт ван Доорн основал компанию Commanditaire Vennootschap Hub van Doorne’s Machinefabriek. Его сооснователем и инвестором был Арнольд Хьюгенс, управляющий директор пивоваренного завода. Ван Доорн несколько раз ремонтировал автомобиль Хьюгенса. Хьюгенс был настолько рад его работе, что он предложил предоставить ему деньги для собственного дела. Ван Доорн начал работать в маленькой мастерской на территории пивоваренного завода, где собирали металлические шкафы, окна и лестницы. Вскоре они начали изготавливать конные, тракторные и, наконец,",
        /*77*/
        "Daihatsu Motor Co., Ltd. — японский производитель автомобилей, специализирующийся на компактных и маленьких машинах. Эти автомобили также известны как «кей дзидоша» в Японии. Daihatsu вкладывает большие средства в работу над гибридными автомобилями и двухтактными дизельными двигателями.",
        /*78*/
        undefined,
        /*79*/
        "Dartz Motorz Company — это частное латвийское предприятие, дочерняя компания эстонской корпорации Dartz Grupa OÜ, которая занимается производством и продажей бронированных высокопроизводительных автомобилей. Предприятие подает себя как продолжателя традиций Руссо-Балта, но при этом владельцем соответствующей марки не является.",
        /*80*/
        "Datsun — это автомобильная марка, принадлежащая Nissan. Первоначальный запуск Datsun произошел в 1931 году. С 1958 по 1986 год только автомобили, экспортируемые Nissan, были маркированы как Datsun. К 1986 году Nissan прекратил использование названия Datsun, но в июне 2013 года вновь запустил его в качестве бренда недорогих автомобилей, производимых для развивающихся стран, в том числе и России.",
        /*81*/
        "David Brown Automotive - британский производитель автомобилей с ограниченным тиражом в Сильверстоуне, Англия , принадлежащий британскому бизнесмену Дэвиду Брауну. Компания начала свою деятельность в Ковентри в 2013 году, а в апреле 2017 года переехала в новое здание площадью 18000 кв. Футов и штаб-квартиру в Сильверстоун-парке.",
        /*82*/
        "De Tomaso — итальянская марка автомобилей, запущенная предпринимателем аргентинского происхождения Алехандро де Томазо. Специализация — спортивные машины.",
        /*83*/
        "Delage — французская компания, специализировавшаяся на роскошных и гоночных автомобилях. Предприятие было основано в 1905 году Луи Деляжем в Леваллуа-Перре под Парижем. Компания была приобретена Delahaye в 1935 году и прекратила свою деятельность в 1953 году. \n Логотип Delage представлял собой синий овал с вписанным в него названием компании, начертанным белыми буквами.",
        /*84*/
        undefined,
        /*85*/
        "Detroit Electric (1907–1939, возрожден в 2008 году) — марка электромобиля, выпускаемого компанией Anderson Electric Car Company в Детройте, штат Мичиган. Компания построила 13 000 электромобилей с 1907 по 1939 год. \n В 2008 году марка Detroit Electric вновь возродилась для производства современных электрических автомобилей голландским Detroit Electric Holding Ltd.",
        /*86*/
        "Devel Motors — это производитель автомобилей, базирующийся в Дубае. Известность компании принес концепт 5000-сильного суперкара Devel Sixteen с максимальной скоростью 515 км/ч.",
        /*87*/
        undefined,
        /*88*/
        "DINA — это мексиканский производитель тяжелых грузовых автомобилей, городских автобусов и бронированных военных машин. Компания на данный момент принадлежит семье Гомес Флорес. \n Техника DINA распространена в США, Великобритании, России, Иране, Египте, Сирии, Мексике, Никарагуа, а также странах Центральной и Южной Америки. В Соединенных Штатах и Канаде компания ранее продавала свои автобусы DINA Viaggio под дочерней маркой Motor Coach Industries, более известной североамериканскому потребителю.",
        /*89*/
        undefined,
        /*90*/
        "Dodge — американская марка автомобилей, выпускаемая Fiat Chrysler (ранее известной как Chrysler Group LLC), базирующаяся в Оберн-Хиллз, штат Мичиган. Автомобили Dodge в настоящее время представляют более дешевые варианты автомобилей завода Chrysler, а также высокопроизводительные автомобили, хотя на протяжении большей части своего существования Dodge был брендом Chrysler со средней ценой выше Plymouth.",
        /*91*/
        undefined,
        /*92*/
        undefined,
        /*93*/
        "Компания Drive eO — латвийский автопроизводитель, который занимается производством электрокаров и гибридных автомобилей. Предприятие известно тем, что произвело первый гибридный электромобиль для всемирно известного ралли Дакар (2012 год, автомобиль успешно финишировал).",
        /*94*/
        undefined,

        // E обзор
        /*95*/
        "Eagle был торговой маркой корпорации Chrysler после покупки American Motors Corporation (AMC) в 1987 году, автомобили марки продавались до конца 1998 модельного года. Бренд был нацелен на водителя-энтузиаста и продвигался как более «европейский», чем аналогичные модели компании.",
        /*96*/
        "EDAG Engineering GmbH — немецкая компания, основанная в 1969 году в Грос-Циммерне Хорстом Эккардом как компания Eckard Design. Штаб-квартира находится в Висбадене, Германия. Компания насчитывает более 4000 сотрудников в 32 офисах по всему миру. Бренд служит для разработки новых продуктов, развития производственных мощностей, производственных систем, авиации и космических полетов, разработки инструментов и строительства для автомобильной промышленности.",
        /*97*/
        "Edsel — автомобильная марка, которая существовала в 1957–1960 годах под руководством Ford Motor Company. С появлением Edsel Ford рассчитывал значительно увеличить свою долю на рынке и сократить разрыв между собой и GM на внутреннем американском автомобильном рынке. Ford вложил значительные средства в годичную рекламную кампанию, заставляя потребителей поверить, что Edsel был автомобилем будущего. Однако эти ожидания оправдать марка не смогла.\n После того, как Edsel был представлен публике, он сразу получил массу негативных отзывов: «непривлекательный, перераскрученный, чересчур дорогой». Edsel так и не завоевал популярность среди американских покупателей автомобилей и продавался очень плохо.\n Компания Ford Motor потеряла 250 миллионов долларов на разработку, производство и маркетинг Edsel. Само название «Эдсел» стало популярным символом коммерческого провала.",
        /*98*/
        "Eicher Motors является производителем коммерческого транспорта в Индии. Компания берет свое начало в 1948 году, когда была основано предприятие Goodearth для реализации и обслуживания импортных тракторов. В 1959 году совместно с немецкой тракторной компанией Eicher, была основана Eicher Tractor Corporation of India Private Ltd. С 1965 года Eicher в Индии полностью принадлежит индийским акционерам.\n Немецкий же Eicher частично принадлежал Massey-Ferguson с 1970 года, когда они купили 30% компании. Massey-Ferguson полностью выкупил немецкую компанию в 1973 году.\n С июля 2008 года VE Commercial Vehicles (VECV), принадлежащая Volvo Group и EML, занимается проектированием, разработкой, производством и продажей коммерческих транспортных средств и комплектующих.",
        /*99*/
        "Elemental Motor Company была основана в 2012 году с целью разработки спортивного автомобиля Rp1 и запуска его в производство.",
        /*100*/
        "Elfin Sportcars Pty Ltd (ранее известная как Elfin Sports Car Company) — автомобильная компания, основанная Гарри Купером. Логотип австралийского автопроизводителя Elfin имеет круглую форму. На нем нанесены надписи «ELFIN» и «SPORTS CARS», а в центре расположено изображение эльфа. Предприятие производит спортивные автомобили с 1957 года.",
        /*101*/
        "Elva производила спортивные и гоночные автомобили. Марка появилась в 1955 году, ее основателем стал Фрэнк Николс. Логотип Elva представляет собой бело-зеленый треугольник с названием компании. Название происходит от французской фразы «elle va», что можно перевести как «она идет».",
        /*102*/
        undefined,
        /*103*/
        "ERF был британским производителем грузовых автомобилей. Предприятие было основано в 1933 году в графстве Чешир, Англия. Производство закрыли в 2002 году, а окончательно прекратила свое существование марка в 2007.",
        /*104*/
        "Eterniti Motors была недолго существовавшей британской компанией, основанной в 2010 году и закрытой уже в январе 2014. Она представила свой первый и единственный автомобиль, Hemera, на автосалоне во Франкфурте в 2011 году. В 2012 году Hemera была показана в Китае на Международной автомобильной выставке в Пекине уже как Artemis. Логотипом Этернити был щит с изображением буквы «Е».",
        /*105*/
        "Планировался выпуск трехдверного Ё-купе, Ё-кроссовера и Ё-фургона. \n Ё-Авто — скорее, пиар-проект, нежели реальная идея выпуска российского гибридного автомобиля. Промышленное производство автомобилей должно было начаться в 2015 году, но этого не произошло. Существует информация, что проект был закрыт уже в начале 2014 года.",

        // F обзор
        /*106*/
        "9ff — немецкое тюнинг-ателье, базирующееся в Дортмунде (Германия). Компания была основана Яном Фаттхауэром в 2001 году. Ателье специализируется на переделке стоковых Porsche в гоночные автомобили и реализует как готовые автомобили, так и комплекты автозапчастей.",
        /*107*/
        undefined,
        /*108*/
        undefined,
        /*109*/
        "FAW Group Corporation — китайская государственная автомобилестроительная компания со штаб-квартирой в городе Чанчунь. Компания FAW является одной из «большой четверки» китайских марок машин наряду с Changan, Dongfeng и SAIC. В 2014 году компания заняла третье место по объему производства, выпустив с конвейера почти три миллиона автомобилей.",
        /*110*/
        "Оригинальное название: Ferrari N.V.\n Ferrari — итальянский производитель автомобилей, разрабатывающий болиды «Формулы-1», автомобили высокой мощности, суперкары и спортивные автомобили. Компания была основана Энцо Феррари в 1939 году из гоночного подразделения Alfa Romeo как Auto Avio Costruzioni, первый автомобиль предприятие создало в 1940. Однако традиционно началом истории автопроизводителя признается 1947 год, когда был завершен первый автомобиль под маркировкой Ferrari. ",
        /*111*/
        undefined,
        /*112*/
        "Компания Fioravanti была основана Леонардо Фиораванти, который двадцать четыре года работал с Pininfarina на таких автомобилях, как Ferrari Daytona, Ferrari Dino, Ferrari 512 Berlinetta Boxer, Ferrari 308 GTB и Ferrari 288 GTO.",
        /*113*/
        undefined,
        /*114*/
        undefined,
        /*115*/
        undefined,
        /*116*/
        "Ford Motor Company (обычно называемая просто «Форд») — это американский автопроизводитель со штаб-квартирой в Дирборне, пригороде Детройта. В период своего расцвета в XX веке, Ford, вместе с General Motors и Chrysler, были известны как «большая тройка» автопроизводителей Детройта. Эти компании на тот момент доминировали на рынке США. Ford является вторым по величине американским автопроизводителем (вслед за General Motors) и пятым в мире (после Toyota, Volkswagen, Mercedes и General Motors) согласно данным на 2018 год. \nИмеет множество дочерних компаний: Lincoln \nAston Martin (8%) \nChangan Ford Mazda (35%)\nMazda (2.1%)\nFord Performance Vehicles (до 2014)\nTroller\nJiangling Motors",
        /*117*/
        undefined,
        /*118*/
        undefined,
        /*119*/
        "Компания Franklin Automobile Company являлась американским автопроизводителем, существовавшим с 1902 по 1934 год в Сиракузах, Нью-Йорк.\nНа протяжении всей своей истории Франклин был маркой роскошных автомобилей и конкурировал с другими высококлассными автомобилями того времени. Вместе со многими другими производителями автомобилей класса люкс Franklin стал жертвой Великой депрессии. За 30 с лишним лет существования компания продала около 150 000 автомобилей.\nНа логотипе компании красуется рукописная надпись с названием предприятия.",
        /*120*/
        undefined,

        // G обзор
        /*121*/
        undefined,
        /*122*/
        "Gardner Douglas создает спортивные автомобили с 1990 года. Автомобили компании — это автомобили ручной работы, которые выдерживают в своем стиле поистине вечный дизайн шестидесятых годов, но со значительными доработками: предприятие использует современные высокоразвитые разработки в сфере двигателей и шасси.\nГонки, проверенные на самых сложных трассах Европы и исключительная конкурентоспособность на дорогах подтвердили высокий класс автомобилей марки Gardner Douglas.\nЛоготип этой британской марки автомобилей обыгрывает первые буквы названия: «G» и «D».",
        /*123*/
        "Горьковский автомобильный завод (ГАЗ) — российский производитель автомобилей. Предприятие было создано в 1932 году как Нижегородский автомобильный завод имени Молотова. Предприятие на данный момент является одним из крупнейших российских организаций отрасли.\nЛегковые и грузовые автомобили, автобусы и микроавтобусы, автокомпоненты",
        /*124*/
        undefined,
        /*125*/
        "General Motors Company (GM) — это международная корпорация, базирующаяся в Детройте, штат Мичиган (США). Компания проектирует, производит, реализует и распространяет автомобили и автозапчасти, а также оказывает финансовые услуги. Существующая на данный момент компания General Motors Company LLC («новый GM») был создан в 2009 году как элемент процесса реструктуризации и банкротства General Motors Corporation («старого GM»). Созданная компания приобрела практически все, чем владел «старый GM», включая сам бренд «General Motors». Компания на данный момент является одним из крупнейших производителей машин в мире. Дочерние компании	США: Cadillac, Chevrolet, Buick, GMC\nВеликобритания: Vauxhall\nГермания: Opel\nАвстралия: Holden, HSV\nКитай: FAW, Wuling, Baojun",
        /*126*/
        undefined,
        /*127*/
        undefined,
        /*128*/
        undefined,
        /*129*/
        "Gillet — бельгийский производитель автомобилей, основанный в 1992 году бывшим гонщиком Тони Жилле. Компания производит спортивное купе Vertigo, сверхлегкий (990 кг) и сделанный вручную спортивный автомобиль. Первый Vertigo был оснащен 2,0-литровым 4-рядным двигателем Ford Cosworth, более поздние версии были оснащены более мощными двигателями: 3,0-литровым двигателем Alfa Romeo V6 и 4,2-литровым Ferrari/Maserati V8 в последней версии под названием Vertigo 5.",
        /*130*/
        undefined,
        /*131*/
        undefined,
        /*132*/
        "Gonow является китайским производителем автомобилей, коммерческого транспорта и внедорожников со штаб-квартирой в Тайчжоу, провинция Чжэцзян. Компания является дочерним предприятием GAC Group. Gonow продает свою продукцию под торговой маркой GAC Gonow в Китае и просто Gonow на других рынках.",
        /*133*/
        undefined,
        /*134*/
        undefined,
        /*135*/
        undefined,
        /*136*/
        undefined,
        /*137*/
        "Компания Gumpert Sportwagenmanufaktur GmbH была основана бывшим директором Audi Роландом Гумпертом в 2005 году. Ее автомобильное производство базируется в Альтенбурге, Германия.\nУспешная модель Gumpert Apollo была представлена на британском шоу Top Gear в июле 2008 года. Автомобиль доказал свою фантастическую скорость после того, как побил рекорд Bugatti Veyron и Pagani Zonda на Power Lap Board Top Gear со временем круга 1.17.1. Впоследствии Ferrari FXX побил установленный рекорд, но он не был признан, поскольку Ferrari не соответствовала стандартам для легальных уличных автомобилей.",

        // H обзор
        /*138*/
        undefined,
        /*139*/
        undefined,
        /*140*/
        undefined,
        /*141*/
        undefined,
        /*142*/
        undefined,
        /*143*/
        "Hillman — британская автомобильная марка, созданная компанией Hillman Motor Car Company, основанной в 1907 году. Компания базировалась в Райтон-он-Дансмор недалеко от Ковентри (Англия).",
        /*144*/
        undefined,
        /*145*/
        "Hino Motors, более известный как просто Hino, является японским производителем коммерческих транспортных средств и дизельных двигателей (в том числе для грузовых автомобилей, автобусов и других транспортных средств) со штаб-квартирой в Хино, Токио. Компания является ведущим производителем дизельных грузовиков средней и большой грузоподъемности в Азии. Это дочерняя компания Toyota Motor Corporation и одна из 16 крупнейших компаний Toyota Group.",
        /*146*/
        undefined,
        /*147*/
        undefined,
        /*148*/
        undefined,
        /*149*/
        "Honda Motor Co., — японская публичная многонациональная корпорация, основанная в 1948 году изобретателем и предпринимателем Соитиро Хондой и финансистом Такэо Фудзисавой, известная прежде всего как производитель автомобилей, мотоциклов и силового оборудования. Honda является крупнейшим производителем мотоциклов в мире с 1959 года, достигнув 400 миллионов произведённых мотоциклов к концу 2019, а также крупнейший в мире производитель двигателей внутреннего сгорания, производящий более 14 миллионов двигателей внутреннего сгорания ежегодно. В 2001 году Honda стала вторым по величине японским производителем автомобилей. В 2015 году Honda была восьмым по величине производителем автомобилей в мире.",
        /*150*/
        undefined,
        /*151*/
        undefined,
        /*152*/
        undefined,
        /*153*/
        undefined,
        /*154*/
        "Автомобили Hupmobile производились с 1909 по 1940 год компанией Hupp Motor Car Company, располагавшейся в Детройте, штат Мичиган. Первый автомобиль марки, известный как Model 20, был представлен публике на выставке в Детройте в феврале 1909 года. Машина была очень тепло принята и стала весьма успешной для производителя. Всего было произведено около 500 единиц автомобилей марки Hupmobile.",
        /*155*/
        "Hyundai Motor Company — южнокорейская автомобилестроительная компания. Крупнейший автопроизводитель в стране и четвёртый в мире. Штаб-квартира расположена в Сеуле. Входит в конгломерат Hyundai Motor Group, созданный в 2000 году.",

        // I обзор
        /*156*/
        "IC Bus (ранее — IC Corporation) — американский производитель автобусов, который производит желтые школьные автобусы и автобусы коммерческого назначения (маршрутные) в основном для США и Канады, с ограниченным экспортом за пределы Северной Америки. Штаб-квартира IC находится в Лиле, штат Иллинойс, и полностью принадлежит Navistar International. Компания была основана Navistar в 2002 году путем реорганизации своего дочернего производителя автобусов American Transportation Corporation (AmTran).",
        /*157*/
        undefined,
        /*158*/
        "Innocenti был итальянским машиностроительным заводом, первоначально созданным Фердинандо Инноченти в 1920 году. За эти годы предприятие производило скутеры Lambretta, а также ряд автомобилей, в основном на базе моделей British Leyland. Марка была закрыта в 1996 году, через шесть лет после поглощения Fiat.",
        /*159*/
        undefined,
        /*160*/
        "International Harvester Company (сокращенно — IHC, а затем IH) была в США производителем сельскохозяйственной техники, строительного оборудования, грузовых автомобилей, а также бытовых и коммерческих товаров. Ее преемник — Navistar International.\nВ 1902 году Дж. П. Морган объединил компанию «МакКормик Харвестер» с компанией «Диринг Харвестер» вместе с тремя небольшими фирмами по производству сельскохозяйственного оборудования, чтобы сформировать International Harvester.\nПродав свои сельскохозяйственные активы, International Harvester стала называться Navistar International Corporation в 1986 году. \nПереименован в Navistar International Corporation",
        /*161*/
        undefined,
        /*162*/
        undefined,
        /*163*/
        undefined,
        /*164*/
        "Первый автомобиль, разработанный Эберхардом Шульцем, появился в 1969 году. Это был Erator GTE, точная копия гоночного автомобиля Ford GT40.",
        /*165*/
        "Под маркой Iso выпускались автомобили и мотоциклы, производством занималась компания Iso Autoveicoli S.p.A из Италии. Компания была активна с конца 1940-х до начала 1970-х годов. Iso известны культовым автомобилем Isetta, который выпускался в 1950-х годах, а также рядом мощных автомобилей в 1960-х и начале 1970-х годов.",
        /*166*/
        undefined,
        /*167*/
        undefined,

        // J обзор
        /*168*/
        "JAC Motors (кит. 江淮 汽车, Jiānghuái Qìchē; официальное название — Anhui Jianghuai Automobile Co., Ltd.) — китайский государственный производитель автомобилей и коммерческого транспорта. Компания базируется в Хэфэй, провинция Аньхой, Китай.",
        /*169*/
        undefined,
        /*170*/
        undefined,
        /*171*/
        undefined,
        /*172*/
        "Jeep — марка автомобилей, производимых итало-американской компанией Fiat Chrysler Automobiles. \nПроисхождение слова «джип» вызывает много споров. По наиболее распространённой версии, оно возникло от сокращения GPW (аббревиатура компании Ford Motor, расшифровывалась: G — государственный заказ, Р — автомобиль с колёсной базой до 80 дюймов, W — тип Willys, так как автомобиль выпускался компанией Ford Motor по технической документации фирмы Willys согласно мобилизационному договору с правительством США от 10 января 1941 года). ",
        /*173*/
        "Компания Jensen Motors Ltd была британским производителем спортивных и коммерческих автомобилей в Вест Бромвиче, к западу от Бирмингема, что в Англии. Братья Алан и Ричард Дженсен дали новое имя, Jensen Motors Limited, производителю коммерческих и спортивных кузовов Lyng. Предприятие прекратило свое существование в 1976 году.",
        /*174*/
        "Jiangling Motors Corporation Limited, сокращенно JMC, является китайским производителем автомобилей. Компания управляет совместным предприятием по производству коммерческих автомобилей вместе с Ford Motor Company с 1997 года. Дочерняя компания - Landwind",

        // K обзор
        /*175*/
        "Корпорация Kaiser Motors (ранее известная как Kaiser-Frazer) производила автомобили в Уиллоу Ран, штат Мичиган, США, с 1945 по 1953 год. В 1953 году Kaiser объединился с Willys-Overland, чтобы создать Willys Motors Incorporated, перенеся свои производственные мощности на завод Willys в Толедо, Огайо. Компания сменила название на Kaiser Jeep Corporation в 1963 году.",
        /*176*/
        undefined,
        /*177*/
        undefined,
        /*178*/
        undefined,
        /*179*/
        "Согласно словам представителей Kia Motors, название Kia происходит от китайско-корейских символов «ки» (起, «выходить») и «а» (亞, «Восток», «Азия»), соответственно, грубым переводом на русский язык будет что-то вроде «Выйти из Азии во весь мир» или «Войти в мир из Азии».\nШтаб-квартира Kia Motors располагается в Сеуле. Компания является вторым по величине автопроизводителем Южной Кореи сразу после Hyundai Motor Company.",
        /*180*/
        undefined,
        /*181*/
        undefined,

        // L обзор
        /*182*/
        "Лада — это бренд российского производителя автомобилей завода «АвтоВАЗ», который на данный момент по большей части принадлежит Renault.",
        /*183*/
        "Lagonda — это британский производитель легковых автомобилей класса «люкс». Компания была основана в 1906 году Уилбуром Ганном (Wilbur Gunn, 1859—1920) и названа в честь реки, протекавшей близ города Спрингфилд, штат Огайо, США, неподалёку от места, где он родился. С 1947 года марка Lagonda принадлежит Aston Martin.",
        /*184*/
        "Automobili Lamborghini S.p.A. – это итальянский автомобильный бренд, производитель люксовых суперкаров и спортивных автомобилей. Предприятие также производит «паркетники» и трактора. Владельцем компании является Volkswagen Group через своего субсидиара Audi.",
        /*185*/
        "Lancia — итальянский производитель автомобилей, созданный в 1906 году как Lancia & C.. В 1969 году компания стала частью Fiat Group. В нынешнем виде Lancia Automobiles S.p.A. была создана в 2007.",
        /*186*/
        undefined,
        /*187*/
        undefined,
        /*188*/
        undefined,
        /*189*/
        "London EV Company Limited (LEVC, ранее The London Taxi Corporation Limited, торгуемая на бирже как The London Taxi Company) — автомобильная машиностроительная компания со штаб-квартирой в Ковентри, Великобритания. Обладает довольно богатой историей, на данный момент является «дочкой» китайского автопроизводителя Geely. Компания славится своими черными лондонскими такси.",
        /*190*/
        undefined,
        /*191*/
        "Leyland Motors Limited являлся британским производителем автомобилей, автобусов и троллейбусов. Компания дала название сформированной позже British Leyland Motor Corporation, когда объединилась с British Motor Holdings. Позднее предприятие было национализировано уже под названием British Leyland. British Leyland спустя некоторое время в очередной раз сменил название, на этот раз на простое и лаконичное BL, а в 1986 сделал это снова, теперь уже на Rover Group.",
        /*192*/
        "Lifan Industry (Group) Co., Ltd. (Lifan Group или Lifan, кит.: 力帆, что переводится как «Большой парус») — китайский производитель автомобилей и мотоциклов, базирующийся в Чунцине. Марка появилась в 1992 году, а производство автомобилей началось в 2005, когда были выпущены лицензированные микроавтобусы и небольшой седан, разработанный самим Lifan.",
        /*193*/
        undefined,
        /*194*/
        "	Lincoln Motor Company (также известная просто как Lincoln) — американская марка автомобилей класса люкс, управляемая компанией Ford Motor Company. Основанная в 1917 году Генри Лиландом и приобретенная компанией Ford в 1922 году, фирма Линкольн производит автомобили, предназначенные для верхнего сегмента рынка с 1920-х годов. Самым крупным конкурентом Lincoln является Cadillac, он также был основан Генри Лиландом.",
        /*195*/
        undefined,
        /*196*/
        undefined,
        /*197*/
        "Компания Lobini являлась бразильским производителем автомобилей. Компания стала известна благодаря своему спорткару H1, который использовал двигатель Audiи стекловолоконный кузов еще одной бразильской автомобильной компании Chamonix.\nЛоготип Lobini — черный волк в желтом овале. Название компании происходит от фамилий ее основателей Хосе Орландо Лобо и Фабио Биролини. В 1999 создатели запустили проект по созданию лучшего бразильского спорткара, способного конкурировать с мировыми представителями класса.\nМодель Lobini H1 была очень тепло принята на выставке «Salão do Automóvel 2002». Компания даже отправила одну из своих машин в Англию, где сотрудничала с Lotus для подтверждения технического соответствия автомобиля европейским требованиям.",
        /*198*/
        "Lotus Cars — британский производитель спортивных и гоночных автомобилей, базирующийся в Хетеле, Англия. Компания известна проектированием и созданием культовых гоночных и серийных автомобилей чрезвычайно легкого веса, обладающих легендарными характеристиками управляемости.",
        /*199*/
        undefined,
        /*200*/
        "Luxgen Motor Co., Ltd. — тайваньская марка автомобилей, базирующаяся в городке Саньи округа Мяоли. Логотип Luxgen — серебристая буква «L» на черном фоне. Марка основана в январе 2009 года и является подразделением компании Yulon. До 2010 года автомобили Лаксджин производились в Китае предприятием Dongfeng Yulon. Машины Luxgen в основном разрабатываются другой дочерней компанией Yulon, HAITEC.",

        // M обзор
        /*201*/
        undefined,
        /*202*/
        undefined,
        /*203*/
        undefined,
        /*204*/
        undefined,
        /*205*/
        undefined,
        /*206*/
        undefined,
        /*207*/
        "Marlin — британский производитель спортивных автомобилей, основанный в 1979 году в Плимуте под маркой Marlin Engineering и теперь находящийся в Кредитоне, Девон, Англия. Компания была основана Полом Мурхаусом, который после создания серии автомобилей для собственного использования решил запустить их в производство в качестве комплектов для сборки. Первые комплекты были проданы в 1979 году.",
        /*208*/
        "Maserati — итальянский производитель автомобилей класса люкс, основанный 1 декабря 1914 года в Болонье. Сейчас компания базируется в Модене, ее эмблемой является трезубец. С 1993 года предприятие принадлежит американо-итальянскому гиганту Fiat Chrysler Automobiles (FCA) и его итальянскому предшественнику Fiat S.p.A.",
        /*209*/
        "Mastretta Cars - мексиканский производитель автомобилей и дизайнерская студия, основанная промышленным дизайнером Даниэлем Мастретта в Мехико в 1987 году. В течение 1990-х годов Mastretta разработала небольшое количество комплектов автомобилей под брендами Tecnoidea и Unediseño, но MXT 2010 года стал первым разработанным автомобилем. для достижения международной коммерческой доступности. Mastretta часто ошибочно называют первым мексиканским производителем автомобилей массового производства, но другие мексиканские автомобильные компании Dina , Ramirez Industrial Group , VAM и DM Nacional разрабатывали свои собственные автомобили с 1950-х годов в небольшом национальном масштабе.",
        /*210*/
        undefined,
        /*211*/
        undefined,
        /*212*/
        "Логотип МАЗ представляет собой красную стилизованную надпись кириллицей. Минский автомобильный завод — белорусский государственный производитель грузовиков, основанный в 1944 году. Является одним из крупнейших в Восточной Европе.",
        /*213*/
        "Mazzanti Automobili — итальянская компания, которая работает в автомобильной промышленности и производит высокопроизводительные автомобили ручной сборки. Предприятие основано в 2002 году Лукой Маззанти и Вальтером Фаралли как Faralli & Mazzanti в Gello di Pontedera (PI).",
        /*214*/
        undefined,
        /*215*/
        undefined,
        /*216*/
        "Melkus был маркой одноместных гоночных автомобилей и спорткаров, основанной гонщиком Хайнцем Мелкусом в Дрездене в Восточной Германии. Компания существовала с 1959 по 1986 год, а затем с 2009 по 2012 год. В автомобилях изначально использовались двигатели из Wartburg, а многие другие детали были из Wartburg и Trabant. Гоночные машины соревновались в форматах Formula 3, Formula Junior и Formula Ford. В моделях с 2009 по 2012 год использовались двигатели от Toyota и Volkswagen.",
        /*217*/
        "Mercedes-Benz — это всемирно известная марка автомобилей и подразделение немецкого автопроизводителя Daimler AG. Мерседес известен своими своими автомобилями класса люкс, фургонами и автобусами. Кроме того, Мерседес является старейшей линейкой автомобилей среди тех, что еще производятся на данный момент. Прямые конкуренты этой автомобильной марки — BMW, Audi, Lexus, Cadillac и Infiniti.",
        /*218*/
        undefined,
        /*219*/
        undefined,
        /*220*/
        undefined,
        /*221*/
        undefined,
        /*222*/
        undefined,
        /*223*/
        "Mini (чаще пишется как MINI) — британская автомобильная марка, которой с 2000 года владеет BMW, и которая используется немецким производителем для ряда небольших автомобилей. Слово Mini использовалось в названиях моделей автомобилей с 1959 года, а в 1969 году само по себе стало маркой, когда название Mini заменило отдельные названия моделей автомобилей Austin Mini и Morris Mini. BMW приобрела марку в 1994 году, когда немецкий концерн купил Rover Group (ранее British Leyland), который владел в том числе и брендом Mini.",
        /*224*/
        "Mitsubishi Group — японский конгломерат, один из первых дзайбацу. Крупнейшие компании, входящие в его состав — Mitsubishi Corporation, Mitsubishi UFJ Financial Group, Mitsubishi Heavy Industries.",
        /*225*/
        "Mitsuoka Motors — маленькая японская автомобильная компания. Специализируется на автомобилях, похожих на британские машины 50-х годов прошлого века. Базируется в городе Тояма. Большинство моделей Мицуока являются конверсиями. Например, инженерами компании берется Nissan March, и в его внешний вид вносятся некоторые изменения. Компания также занимается производством собственного спортивного автомобиля под названием Orochi. Mitsuoka Motors является официальным дистрибьютором ретро-родстера TD2000 на территории Японии. Mitsuoka в 1996 году стала десятой маркой японских автопроизводителей с момента появления компании Honda в 1963. В основном свои конверсии Мицуока делает на базе автомобилей Nissan, а также на базе других японских марок машин. Учитывая британскую стилистику марки, автомобили Mitsuoka неплохо продаются и на территории Англии.",
        /*226*/
        "MK Sportscars — один из крупнейших игроков огромной родстер-сцены Lotus Seven в Великобритании. Производя сперва компоненты шасси и подвески для Locost, компания быстро разработала собственный родстер в 2000 году и с тех пор постоянно дорабатывает свой продукт, сохраняя при этом четкую ориентацию на доступность по цене в сочетании с качеством и высокой производительностью.",
        /*227*/
        "Automobile Monteverdi AG — швейцарский автопроизводитель, выпускавший машины класса люкс в период с 1967 по 1984 год. Компания была основана в швейцарском городе Биннинген Питером Монтеверди.",
        /*228*/
        "Morgan Motor Company — британский производитель автомобилей, основанный в 1910 году Генри Фредериком Стэнли Морганом и полностью принадлежащий семье Морган.",
        /*229*/
        "Компания Morris Motors Limited была британским производителем автомобилей, созданным в 1919 году для того, чтобы приобрести активы WRM Motors Ltd., которые были добровольно ликвидированы. Несмотря на череду объединений в более крупные организации, название Morris использовалось до 1984 года, когда Austin Rover Group приняла решение сосредоточиться на более популярном бренде Austin. Товарный знак в настоящее время принадлежит китайской автомобильной компании SAIC после передачи от обанкротившегося дочернего предприятия Nanjing Automotive.\nВ настоящий момент бывший производственный комплекс Morris в Коули, Оксфорд, сохранился под названием «Завод Оксфорд» и принадлежит BMW Group как штаб-квартира марки MINI.",
        /*230*/
        "Mosler Automotive — ныне несуществующий американский производитель суперкаров из Флориды. Он был основан в 1985 году Уорреном Мослером как Consulier Industries и произвел Consulier GTP, который позднее был переименован и обновлен до Mosler Intruder/Raptor, когда компания создала свое автомобильное подразделение под названием Mosler Automotive.\nКомпания произвела гоночные модели MT900R и MT900S, а также несколько уникальных концепт-каров и закрылась в июне 2013 года. Дополнительные производственные мощности располагались в Сент-Айвсе, графство Кембриджшир, Англия. Известный кинорежиссер Джордж Лукас стал первым, кто получил автомобиль MT900S.",
        /*231*/
        "Ford Mustang — культовый автомобиль класса Pony Car производства Ford Motor Company. На автомобиле размещается не эмблема Ford, а специальная эмблема Mustang.\nИзначальный вариант 11233 (1964/65—1973 гг.) был создан на базе агрегатов семейного седана Ford Falcon (создатель Ли Якокка и его команда). Первый серийный Mustang сошёл с конвейера 9 марта 1964 года как модель 1965 года (в среде коллекционеров относительно Mustang выпуска до осени 1964 года употребляется неофициальное обозначение «модель 1964 1/2»). 17 апреля автомобиль был представлен публике в Нью-Йорке, а 19 апреля — показан по всем трём американским телевещательным сетям. Продвижение автомобиля сопровождалось активной рекламной кампанией. Это была одна из самых удачных премьер в истории автомобилестроения.",

        // N обзор
        /*232*/
        "Navistar International Corporation (ранее известная как International Harvester Company) — американская холдинговая компания, владеющая маркой коммерческих грузовых автомобилей International, маркой школьных и коммерческих автобусов IC Bus, а также брендом шасси Workhorse для домов на колесах и степ-фургонов. Предприятие также является разработчиком и производителем дизельных двигателей для пикапов, фургонов и внедорожников.\nКомпания Navistar со штаб-квартирой в Лиле, штат Иллинойс, насчитывает 16 500 сотрудников, а годовой доход в 2013 году составил 10,775 миллиарда долларов. Продукция, запчасти и услуги компании продаются через сеть из почти 1000 дилерских точек в США, Канаде, Бразилии, Мексике и других странах мира.\nКомпания также предоставляет финансирование своим клиентам и дистрибьюторам, главным образом, через свою дочернюю компанию Navistar Financial Corporation.",
        /*233*/
        "Nismo — это собственное подразделение тюнинга и автоспорта японского гиганта Nissan. Созданный в 1984 году в результате слияния двух отделов автоспорта, Nismo подготавливал автомобили для участия в JSPC, JTCC, 24 часах Ле-Мана и 24 часах Дайтоны. В настоящее время Нисмо участвует в чемпионатах Super GT, Blancpain GT Series и WeatherTech SportsCar.",
        /*234*/
        "Nissan Motor Company Ltd является японским международным производителем автомобилей со штаб-квартирой в Йокогаме. Компания продает свои автомобили под брендами Nissan, Infiniti и Datsun, а также имеет подразделение Nismo, представляющее интересы компании в автоспорте и занимающееся автотюнингом. Название компании происходит от Nissan Zaibatsu, которая теперь называется Nissan Group.",
        /*235*/
        "Noble Automotive Ltd., чаще называемый просто Noble, представляет собой британского производителя спорткаров. Нобл базируется в Лестере, объемы производства компании невелики. Среди моделей компании наиболее известны M12 GTO, M12 GTO-3, M12 GTO-3R, M400 и Noble M600.",

        // O обзор
        /*236*/
        undefined,
        /*237*/
        "Название Oltcit объединяет в себе два слова. Первое из них — Олтения, это название румынской области. Второе — Ситроен, крупный европейский производитель машин. Логотип компании также очень напоминал эмблему Citroën, но отличался тем, что вместо двух шевронов был изображен один, а также присутствовала большая буква О.\nКомпания Oltcit S.A. была производителем автомобилей из Румынии, совместным проектом румынского правительства (64% акций) и компании Citroën (36%). Главным автомобилем предприятия был Oltcit Club (он же Citroën Axel), хетчбек, сборка которого осуществлялась в городе Крайова.",
        /*238*/
        "Adam Opel AG — немецкий производитель автомобилей со штаб-квартирой в Рюссельсхайме, Гессен, Германия, и дочерняя компания General Motors. Разработанные и изготовленные Opel автомобили также продаются под маркой Buick в США, Канаде, Мексике и Китае, маркой Holden в Австралии и Новой Зеландии и маркой Vauxhall в Великобритании.",
        /*239*/
        "	OSCA (Officine Specializzate Costruzione Automobili — Fratelli Maserati S.p.A.) — итальянский производитель гоночных и спортивных автомобилей, созданный братьями Мазерати в 1947 году в Сан-Ладзаро-ди-Савена, Болонья, и закрытый в 1967 году. Его название обычно сокращается до OSCA, O.S.C.A. или Osca.",

        // P обзор
        /*240*/
        undefined,
        /*241*/
        undefined,
        /*242*/
        "Panhard первоначально назывался Panhard et Levassor. Компания образовалась, когда Рене Панар и Эмиль Левассор в 1887 году основали концерн по производству автомобилей.\nPanhard — французский производитель легких тактических и военных транспортных средств. Его нынешнее воплощение, в настоящее время принадлежащее Renault Trucks Defense, было сформировано в результате приобретения Panhard компанией Auverland в 2005 году. Panhard находился в собственности Citroën, затем PSA (Peugeot Société Anonyme) после приобретения Citroën компанией Peugeot в 1974 году. Объединенная компания теперь использует название Панард; это решение было принято на основе исследований, свидетельствующих о том, что марка Panhard более узнаваема мире, чем Auverland.",
        /*243*/
        undefined,
        /*244*/
        "Под брендом Pegaso в Испании производились грузовики, омнибусы, трактора, бронемашины и даже спортивные автомобили. Родительская компания, Enasa, была создана в 1946 году и базировалась на территории старого завода Hispano-Suiza. Управление осуществлял известный инженер, дизайнер и менеджер Вифредо Рикарт.",
        /*245*/
        undefined,
        /*246*/
        undefined,
        /*247*/
        "Peugeot — главный французский автопроизводитель, часть корпорации PSA Peugeot Citroën Group. Предприятие является вторым в Европе после Volkswagen. Пежо ведет свою историю с конца XIX века, когда компания занималась производством велосипедов. Компания базируется в городе Париже, столице Франции.",
        /*248*/
        "PGO Automobiles — французская марка машин, под которой выпускаются эксклюзивные спорткары. Бренд занимает примерно ту же нишу, что и Lotus, Wiesmann, Donkervoort и Morgan. Их автомобили считаются подходящим решением для ценителей, ищущих индивидуальность и особый стиль. Логотип PGO — серебряный щит с изображением латинских букв «PGO». Название компании — это аббревиатура, включающая в себя имена основателей марки, коими являются Жиль и Оливье Прево.",
        /*249*/
        "Pierce-Arrow Motor Car Company — американский производитель автомобилей, базировавшийся в Буффало, штат Нью-Йорк, который работал с 1901 по 1938 год.\nНесмотря на то, что Pierce-Arrow наиболее известен своими дорогими роскошными автомобилями, он также производил коммерческие грузовики, пожарные машины, прицепы, мотоциклы и велосипеды.",
        /*250*/
        undefined,
        /*251*/
        "Плимут был маркой автомобилей, базирующейся в Соединенных Штатах. Производством занималась корпорация Chrysler, а после — ее преемник Daimler Chrysler. Марка впервые появилась в 1928 году в Соединенных Штатах и ​​была закрыта в 2001 году. \n Выведен с рынка в 2001 году; модели были либо сняты с производства, либо переименованы в Chrysler.",
        /*252*/
        undefined,
        /*253*/
        "Pontiac был маркой автомобилей, производимых и продаваемых General Motors (GM). Хотя производство закончилось в 2010 году, Pontiac остается зарегистрированным и активным товарным знаком GM. Автомобильная марка Pontiac была основана в 1926 году как компаньон для более дорогой линейки автомобилей Oakland от GM.",
        /*254*/
        "Porsche AG — немецкий автопроизводитель, специализирующийся на мощных спортивных автомобилях, седанах и «паркетниках». Штаб-квартира Порше располагается в Штутгарте, владельцем компании является Volkswagen AG, который в свою очередь принадлежит Porsche Automobil Holding SE.",
        /*255*/
        "Praga была производственной компанией, базирующейся в столице Чешской Республики. Компания производила автомобили, машины для картинга и даже самолеты. Praga V3S был одним из лучших внедорожников в свое время и использовался чехословацкой армией более полувека.\nНынешняя компания Praga-Export, которая использует бренд Praga, занимается производством автомобилей, машин для картинга и гонок.",
        /*256*/
        "Premier Ltd. (ранее Premier Automobiles Limited) — производитель автомобилей, базирующийся в Мумбаи, Индия. Компания принадлежит Walchand Group. Walchand основал Premier Ltd. при поддержке и поддержке архитектора современной Индии, сэра Мокшагундама Вишвесварайя. В октябре 1947 года Premier Ltd. выпустила первые индийские грузовики и легковые автомобили, выкатившиеся на улицы свободной Индии.",
        /*257*/
        undefined,
        /*258*/
        undefined,

        // Q обзор
        /*259*/
        "Qoros — выдуманное слово. Буква «Q» здесь символизирует «quality», то есть «качество», а слово целиком созвучно с греческим «chorus», что означает «хор», «многоголосье». Таким образом отражается многонациональность и пестрость коллектива компании.",

        // R обзор
        /*260*/
        undefined,
        /*261*/
        undefined,
        /*262*/
        "Rambler был автомобильной маркой, под которой машины выпускало предприятие Thomas B. Jeffery Company с 1900 по 1914 год. Затем автомобили Рамблер производило предприятие Nash Motors (1950-1954), а после — правопреемник Nash, American Motors Corporation, с 1954 по 1969 в США и 1983 на мировых рынках. Марку часто называли прозвищем «Kenosha Cadillac» в связи с местом расположения производственных площадей.",
        /*263*/
        "Китайское название марки Ranz звучит как Lang Shi, что означает «яркая жизнь». Логотип Ranz представляет собой фигуру серебристого и изумрудного цветов.",
        /*264*/
        "Renault не так давно был одиннадцатым автопроизводителем в мире по объему производства, 50,5% продаж машин пришлись на государства за пределами Европы. Альянс Renault-Nissan является четвертой по величине автомобильной группой в мире.",
        /*265*/
        undefined,
        /*266*/
        undefined,
        /*267*/
        "Riley был британским производителем автомобилей и велосипедов с 1890 года. Riley стал частью Nuffield в 1938 году и был объединен с British Leyland Motor Corporation в 1968. В июле 1969 года British Leyland объявила о немедленном прекращении производства Riley. Впрочем, 1969 год был трудным для автомобильной промышленности Великобритании, и некоторые автомобили с конвейера Райли были впервые зарегистрированы уже в 1970 году. Сегодня торговая марка Райли принадлежит BMW.\nЛоготип Riley — синий ромб с рукописным наименованием автопроизводителя.",
        /*268*/
        undefined,
        /*269*/
        "Rinspeed — швейцарский производитель автомобилей и тюнинг-ателье. Предприятие специализируется на восстановлении классических автомобилей, а также на тюнинге и модификации современных машин марок Porsche и Subaru.\nС 1991 года в компании также разрабатывают экзотические концепт-кары для автосалона в Женеве. Модели появляются каждый год, но не выпускаются в производство.",
        /*270*/
        undefined,
        /*271*/
        "Rolls-Royce Motor Cars Limited — британский производитель автомобилей класса люкс. Дочерняя компания, полностью принадлежащая немецкой группе BMW, была основана в 1998 году после того, как BMW получила лицензии на название и логотип Rolls-Royce от Rolls-Royce PLC и приобрела права на торговые марку Spirit of Ecstasy от Volkswagen AG. Rolls-Royce Motor Cars Limited работает на специально созданных административных и производственных участках, открытых в 2003 году напротив исторической трассы Гудвуд в Англии. Rolls-Royce Motors Cars Limited является эксклюзивным производителем автомобилей марки Rolls-Royce с 2003 года.",
        /*272*/
        "Ronart Cars — британский производитель спорткаров и конструктор уникальных заказных спортивных и гоночных автомобилей. Компания была основана в 1984 году Роной и Артуром Уолстенхолм. Собственно, отсюда происходит и название предприятия — Ronart.\nКомпания разрабатывает и производит спортивные и гоночные автомобили как для дорог общего пользования, так и для гоночных треков. Все машины обладают уникальным дизайном.",
        /*273*/
        undefined,
        /*274*/
        "Rover Company — британская автомобилестроительная компания. Была упразднена в 2005 году, марку Rover хотела купить китайская компания SAIC, но торговая марка была продана Ford. В настоящее время автомобили под маркой «Rover» не выпускаются.",
        /*275*/
        undefined,

        // S обзор
        /*276*/
        undefined,
        /*277*/
        undefined,
        /*278*/
        undefined,
        /*279*/
        "Saleen Automotive, более известная как Saleen, является американской компанией-производителем специализированных спортивных автомобилей и высокопроизводительных автомобильных деталей. Штаб-квартира Saleen находится в Короне, штат Калифорния, США. 26 июня 2013 года компания Saleen Automotive, Inc. стала публичной в результате обратного слияния. Предприятие принадлежит владельцу бренда Saleen Стиву Салину.",
        /*280*/
        undefined,
        /*281*/
        "Scania AB, ранее AB Scania-Vabis, является крупным шведским производителем коммерческих транспортных средств, в основном тяжелых грузовиков и автобусов. Компания также производит дизельные двигатели для тяжелых транспортных средств, а также для судовых и общепромышленных нужд.\nНа логотипе Scania изображен грифон из герба провинции Сконе (по-шведски — Skåne).",
        /*282*/
        undefined,
        /*283*/
        undefined,
        /*284*/
        undefined,
        /*285*/
        undefined,
        /*286*/
        undefined,
        /*287*/
        "Компания Singer Motors Limited являлась британским автомобилей и мотоциклов, однако первоначально предприятие занималось велосипедами. Производство основал в 1874 году Джордж Сингер, тогда предприятие еще назвалось Singer & Co. Штаб-квартира и производственные площади располагались в Ковентри. С 1901 года Singer стал производителем автомобилей и коммерческого автотранспорта.",
        /*288*/
        undefined,
        /*289*/
        "Компания Škoda Auto, более известная как Škoda, является чешским производителем автомобилей, основанным в 1895 году как Laurin & Klement. Штаб-квартира находится в городе Млада-Болеслав. После 1991 года предприятие было постепенно приватизировано, и в 2000 году Шкода стала дочерней компанией Volkswagen Group.",
        /*290*/
        undefined,
        /*291*/
        "Soueast — китайский производитель автомобилей, базирующийся в Фучжоу, провинция Фуцзянь. Марка является совместным предприятием China Motor Corporation (25%), Fujian Motor Industry Group (50%) и Mitsubishi Motors (25%). Основным видом деятельности является проектирование, разработка, производство и продажа легковых автомобилей и микроавтобусов, продаваемых под маркой Soueast. Компания также производит легковые автомобили марки Mitsubishi для продажи в материковом Китае.",
        /*292*/
        undefined,
        /*293*/
        undefined,
        /*294*/
        "Полное название: Street and Racing Technology. Street & Racing Technology (обычно называемое просто SRT) — высокопроизводительный автомобильный концерн компании Chrysler, производящий более мощные и спортивные версии автомобилей таких брендов, как Chrysler, Dodge и Jeep. Число, стоящее после префикса SRT в названии автомобиля, обозначает количество цилиндров двигателя данной модели.",
        /*295*/
        undefined,
        /*296*/
        undefined,
        /*297*/
        "Sterling Trucks, производитель тяжелых грузовиков большой грузоподъемности, был дочерней компанией Daimler Trucks North America, базирующейся в Портленде, и членом Daimler AG Truck Group. Первоначально это было подразделение по производству тяжелых грузовиков компании Ford Motor Company, но оно было куплено и переименовано в 1997 году. Штаб-квартира располагалась в Детройте, Мичиган, однако сборка большинства тягачей велась в Сейнт Томас, Онтарио. Грузовики марки Sterling продавались в США, Канаде, Мексике, Австралии и Новой Зеландии. 14 октября 2008 года компания Daimler Trucks North America объявила о планах прекращения линейки продуктов Sterling в целях консолидации своих североамериканских производств грузовых автомобилей под брендами Freightliner и Western Star. Компания прекратила принимать заказы на новые грузовики в январе 2009 года, завод в Сейнт Томас был закрыт в марте 2009 года, а завод в Портленде, штат Орегон, был закрыт в июне 2010 года.",
        /*298*/
        undefined,
        /*299*/
        undefined,
        /*300*/
        "Suffolk Sportscars Ltd — это компания Роджера Уильямса. Роджер начал свой бизнес более 20 лет назад, предприятие первоначально специализировалось исключительно на производстве собственных версий Jaguar SS100.\nПозднее компания расширила свой профиль, и сейчас модельный ряд содержит еще классический C-type и Suffolk XK120.\nНа логотипе Suffolk Sportcars изображен шестиугольник с буквами «SS» на фоне крыльев синего цвета.",
        /*301*/
        "Suzuki Motor Corporation — японская компания-производитель, выпускающая широкий спектр небольших автомобилей, богатый ассортимент мотоциклов и ряд других небольших транспортных средств с двигателем внутреннего сгорания.\nВнутренние продажи мотоциклов Suzuki занимают третье место в Японии.",

        // T обзор
        /*302*/
        undefined,
        /*303*/
        undefined,
        /*304*/
        "Tatra — это чешский производитель, собирающий автомобили в Копрживнице. Владельцем марки является Tatra Trucks, базирующийся в Остраве. Это третья старейшая компания по производству автомобилей, которая имеет непрерывную историю после Daimler и Peugeot.\nКомпания была основана в 1850 году как Ignatz Schustala & Comp., позже переименована в Nesselsdorfer Wagenbau-Fabriksgesellschaft, тогда же она стала производителем вагонов. В 1897 году Tatra выпустила первый в Центральной Европе автомобиль — модель Präsident.",
        /*305*/
        "Tauro Sport Auto — испанский производитель роскошных спортивных автомобилей, базирующийся в Вальядолиде. Компания была основана в 2010 году, когда группа испанских бизнесменов объединилась с британским производителем гоночных автомобилей для создания марки.\nНа логотипе Tauro Sport Auto красуется бык. Сама эмблема выполнена в красно-черных цветах.",
        /*306*/
        undefined,
        /*307*/
        "Марка автомобилей Tesla Motors названа в честь великого физика и изобретателя Николы Тесла. Компания создана в 2003 году Илоном Маском и специализируется на производстве спортивных электромобилей.",
        /*308*/
        "Thai Rung — тайская компания, занимающаяся производством и сборкой автомобилей.\nКомпания была впервые зарегистрирована на фондовой бирже Таиланда 21 ноября 1994 года.\nПредприятие на 70% принадлежит членам семьи генерального директора Thai Rung.\nThai Rung экспортирует комплекты для сборки (SKD) в Китай, Северную Корею и Иран с планами дальнейшего экспорта на Филиппины, в Египет и Кению.",
        /*309*/
        "Toroidion — молодой производитель автомобилей, базирующийся в Финляндии. В 2015 году компания представила электрический суперкар 1MW Concept и заявила, что решила основные проблемы, которые не позволяли сделать электромобили практичными.\nКонцепт-кар Toroidion 1MW был спроектирован, разработан и построен полностью в Финляндии. Toroidion 1MW оснащен четырьмя электродвигателями с прямым приводом, вырабатывающими общую механическую мощность 1000 кВт при 48 В. Подобная реализация — первая в мире.",
        /*310*/
        "Toyota Motor Corporation — это японский производитель автомобилей, базирующийся в городе Тойота, префектура Айти. В 2015 Тойота была крупнейшим производителем машин, обойдя Volkswagen и Mercedes-Benz.",
        /*311*/
        "Toyota Crown — это автомобиль, который производится компанией Toyota в Японии с 1955 года. В настоящее время это линейка средних и полноразмерных седанов, предназначенных в основном для японского рынка и продаваемых также на некоторых других азиатских рынках.",
        /*312*/
        "Tramontana Car — испанский спортивный автомобиль, стиль которого вдохновлен сочетанием гоночных автомобилей Формулы-1 и реактивных истребителей. Производством занимается ателье Трамонтана, базирующееся в Барселоне, Каталония (Испания). Автомобиль был представлен в качестве концепта на Женевском автосалоне 2005 года, а затем доработан для производства. Марка зародилась с целью покончить с традиционализмом и создать новое семейство суперкаров. Выпускается всего 12 единиц в год, все по специальному запросу.",
        /*313*/
        undefined,
        /*314*/
        undefined,
        /*315*/
        undefined,
        /*316*/
        "TVR — независимый британский производитель спортивных автомобилей. Компания производит легкие спортивные автомобили с мощными двигателями и когда-то была третьим по величине специализированным производителем спортивных автомобилей в мире, предлагая клиенту широкий выбор купе и кабриолетов.",

        // U обзор
        /*317*/
        "UD Trucks Corporation — японская компания, основным бизнесом которой является производство и продажа дизельных грузовиков, автобусов и автомобилей специального назначения. Штаб-квартира находится в Агео, Сайтама, Япония. Компания является дочерней компанией Volvo Group с 2007 года. До 2010 года компания называлась Nissan Diesel.",
        /*318*/
        "Ultima Sports Ltd. — базирующийся в Лестершире производитель спортивных автомобилей Основанная в 1992 году Тедом и Ричардом Марлоу, Ultima Sports производит и реализует по всему миру свой суперкар Ultima Evolution.",
        /*319*/
        "УАЗ (Ульяновский автомобильный завод) — автомобильный производитель, базирующийся в Ульяновске. Компания производит внедорожники, автобусы и грузовики. Наиболее известен внедорожник УАЗ-469, который широко используется в качестве военного автомобиля в Восточной Европе и других странах мира. Завод УАЗ начал производство автомобилей в 1941 году, работая на нужды фронта.",

        // V обзор
        /*320*/
        "Vandenbrink Design — это эксклюзивная автомобильная дизайнерская компания, которую возглавляет Роберт Куманс. Это частное предприятие, основанное в 2006 году и расположенное в Нидерландах, работает с автомобилями Ferrari.",
        /*321*/
        "Vauxhall Motors — британский производитель автомобилей со штаб-квартирой в Лутоне (Бедфордшир). На данный момент марка принадлежит концерну PSA Peugeot Citroën. Компания продает легковые и легкие коммерческие автомобили под маркой Vauxhall; в прошлом она также продавала автобусы и грузовики под брендом Bedford. Уже более двух десятилетий Vauxhall является вторым по величине автомобильным брендом в Великобритании.",
        /*322*/
        "Vector Motors Corporation — американский производитель автомобилей, базирующийся в Уилмингтоне, штат Калифорния. Его история может быть прослежена до Vehicle Design Force, которая была основана в 1978 году Джеральдом Вигертом. Производство автомобилей Vector Aeromotive началось в 1989 году и прекратилось в 1993 году. Позднее компания была возрождена как Vector Motors Corporation и продолжала развивать направление суперкаров. Vector изначально воспринимался как одна из первых попыток Америки конкурировать с европейскими производителями автомобилей такого класса вроде Ferrari, Lamborghini и Lotus. Всего в течение 1980-х и 1990-х годов было разработано и выпущено около 50 моделей суперкаров Vector, в том числе некоторые гоночные версии, в основном созданные с использованием компонентов, изготовленных в США.",
        /*323*/
        "Vencer — голландский производитель дорогих и мощных спортивных автомобилей; он был основан в 2010 году Робертом Коббеном. Vencer посвятил себя созданию суперкаров ручной работы под заказ специально для страстных энтузиастов, которые получают огромное удовольствие от вождения. Изготовленный на основе высококачественной OEM-технологии с невероятной надежностью, Vencer создает исключительные автомобили, деликатные, но с характером, который гарантирует захватывающий опыт.",
        /*324*/
        "Venturi Automobiles — французская автомобильная компания, базирующаяся в Монако, которая разрабатывает, производит и продает роскошные электромобили. В 2001 году миллионер из Монако Джилдо Палланка Пастор купил Venturi и решил сосредоточиться на двигателях с электроприводом, что привело к появлению модели Fétish.",
        /*325*/
        "Venucia — марка автомобилей, запущенная предприятиями Dongfeng и Nissan в сентябре 2010 года. Логотип Venucia содержит пять звезд. Они означают уважение, создание ценностей, создание лучшего, достижение мирового уровня и поиск мечты.",
        /*326*/
        "Dodge Viper — это серия спортивных автомобилей, выпускаемых компанией Dodge (SRT в 2013 и 2014 годах), подразделением FCA US LLC с 1992 по 2017 год, с небольшим перерывом в 2010-2013 годах. Производство двухместных спортивных автомобилей Viper началось на New Mack Assembly в 1991 году и переехало на Conner Avenue Assembly в октябре 1995 года.\nПроизводят автомобили: Fiat Chrysler Automobiles (2014–2017)\nChrysler Group LLC (2013–2014)\nChrysler LLC (2007-2010)\nDaimlerChrysler (1998–2007)\nChrysler Corporation (1992–1998)",
        /*327*/
        "Volkswagen, сокращаемый иногда до VW, является немецким автопроизводителем, основанным 28 мая 1937 года «Германским трудовым фронтом» во главе с Адольфом Гитлером. Предприятие базируется в Вольфсбурге. Это главная марка корпорации Volkswagen Group, самого крупного автопроизводителя в мире на 2016 год.",
        /*328*/
        "Volvo Car Corporation — шведский производитель автомобилей класса люкс, основанный в 1927 году со штаб-квартирой в Гетеборге, Швеция. Volvo Cars принадлежала AB Volvo до 1999 года, после она была приобретена компанией Ford Motor Company в составе ее Premier Automotive Group. Затем Geely Holding Group приобрела Volvo Cars у Ford в 2010 году.",

        // W обзор
        /*329*/
        "W Motors — это автомобильная компания из Дубая, созданная первоначально в 2012 году в Бейруте (Ливан) Ральфом Деббасом. W Motors стал первым ливанским производителем спортивных автомобилей и первой на Ближнем Востоке маркой суперкаров.",
        /*330*/
        "Wanderer был немецким производителем велосипедов, мотоциклов, автомобилей, фургонов и другой техники. Основанная как Winklhofer & Jaenicke в 1896 году Йоханом Винкльхофером и Рихардом Янике, компания использовала торговую марку Wanderer с 1911 года, производя гражданские автомобили до 1941 года и военные машины до 1945 года. Завод Wanderer Siegmar был уничтожен в начале 1945 года, что закрыло эту главу в истории автомобилестроения. Послевоенные усилия по восстановлению восточногерманской автомобильной промышленности были сосредоточены на предприятиях Auto Union в Цвиккау и Чопау. Производство автомобилей Wanderer не восстановилось, а Auto Union переехал в Ингольштадт, Западная Германия, где компания была перестроена на основе DKW и, в конечном счете, Audi.",
        /*331*/
        "Wartburg был автомобильной маркой Восточной Германии (ГДР). Название компании происходит от названия одноименного замка на одном из холмов с видом на город Айзенах, где производились автомобили. С 1950-х годов у машин этой марки был трехцилиндровый двухтактный двигатель с семью основными движущимися частями (три поршня, три шатуна и один коленчатый вал).\nНа логотипе компании был изображен тот самый замок Вартбург.",
        /*332*/
        "Western Star Trucks Sales, Inc., обычно называемая просто Western Star, является американским производителем грузовых автомобилей со штаб-квартирой в Портленде, штат Орегон, и дочерней компанией Daimler Trucks North America, которая, в свою очередь, является дочерним предприятием немецкой Daimler AG.\nНа логотипе компании изображена большая черная буква «W», в центре которой расположена красная звезда.",
        /*333*/
        "Westfield Sportscars - это производители как заводских, так и комплектных версий нескольких двухместных спортивных автомобилей с открытым верхом. Их основная продуктовая линейка - это автомобили, вдохновленные Lotus Seven - автомобили, изначально разработанные Колином Чепменом, содержащие только самое необходимое для вождения, чтобы обеспечить самые чистые и волнующие ощущения от вождения.",
        /*334*/
        "Wiesmann GmbH — немецкий производитель автомобилей, специализировавшийся на ручной сборке кабриолетов. Компания, имеющая свою фабрику в Дюльмене, была основана братьями, инженером Мартином Висманном и бизнесменом Фридхельмом Висманном в 1988 году. Предприятие было ликвидировано в мае 2014 года.",
        /*335*/
        "Willys был торговой маркой, используемой американской автомобильной компанией Willys-Overland Motors, наиболее известной разработкой и производством военных джипов (MB) и их гражданских версий (CJ) в XX столетии.",
        /*336*/
        "SAIC-GM-Wuling Automobile — совместное предприятие SAIC Motor, General Motors и Liuzhou Wuling Motors Co Ltd. Компания располагается в Гуанси-Чжуанском автономный районе на юго-западе Китае и производит коммерческие и серийные автомобили под марками Wuling и Baojun.\nSGMW является одним из крупнейших производителей микроавтобусов в Китае. Как SGMW, так и Liuzhou Wuling Automobile Industry Co. Ltd. используют фирменное наименование Wuling и красный логотип «W» из пяти рубинов.",

        //X обзор
        /*337*/
        "Компания XPeng, также известная как Xiaopeng Motors и XMotors.ai, является китайским производителем автомобилей со штаб-квартирой в Гуанчжоу. Предприятие имеет офисы в Соединенных Штатах Америки, а одним из крупнейших инвесторов является основатель китайского гиганта Xiaomi Лэй Цзюнь. Сяопенг специализируется на производстве высокотехнологичных электрокаров различных видов для внутреннего рынка. Логотип компании обыгрывает букву «X» из ее названия.",

        // Y обзор
        /*338*/
        "Yulon Motor — тайваньский производитель и импортер автомобилей. Юлон известен тем, что производит на территории Тайвани автомобили Ниссан по соответствующей лицензии.",

        // Z обзор
        /*339*/
        "Zarooq Motors — это автопроизводитель из ОАЭ, специализирующийся на высокопроизводительных автомобилях. Штаб-квартира располагается в Дубае.",
        /*340*/
        "Zastava special cars (Застава специјални аутомобили) — сербская марка автомобилей, созданная в 1953 году как «Црвена застава», а впоследствии трансформировавшаяся в свой современный вид.",
        /*341*/
        "ЗАЗ или Запорожский автомобилестроительный завод — главное автомобильное предприятие Украины. Базируется на юго-востоке страны.",
        /*342*/
        "Подразумевается, что название Zenos — это комбинация двух слов. Zen — это «чистота», а os — «ось», «позвоночник», «хребет», что соответствует дизайну автомобилей компании.\nКомпания была основана в 2012 году в Норфолке. Основатели, Ансар Али и Марк Эдвардс, раньше вместе трудились в Lotus, а затем и в Caterham.",
        /*343*/
        "Zenvo Automotive — датский производитель суперкаров, первый на территории страны. Предприятие располагается на острове Зеландия, самом крупном острове Балтийского моря.",
        /*344*/
        "Zhongtong Bus — китайский автопроизводитель, специализирующийся на автобусах. Компания является одним из крупнейших поставщиков автобусов на китайском рынке.",
        /*345*/
        "ЗИЛ — одно из старейших предприятий автомобильной отрасли в России. Завод специализировался на выпуске грузовых автомобилей (от 6,95 до 14,5 тонн), автобусов и легковых автомобилей представительского класса (на заказ).",
        /*346*/
        "Zinoro — это совместное предприятие BMW и китайского автопроизводителя Brilliance, название переводится с китайского как «обещание».\nКомпания была основана в апреле 2013 года. Zinoro специализируется на электромобилях.",
        /*347*/
        "Zotye Auto — частная китайская марка автомобилей, созданная в 2005 году. В 2018 году логотип Зоти претерпел некоторые изменения. Основа композиции — та же металлизированная латинская буква Z, символизирующая первую букву названия марки, однако теперь все формы стали более утонченными. Буква теперь касается рамки и делит прямоугольник на две части. Дизайнеры убрали китайские иероглифы, оставив только серебристую надпись Zotye. Основные рынки сбыта автомобилей Zotye — Китай и Вьетнам. Тем не менее, машины этой марки можно встретить и в России.",
    ]
}